[
    {
        "text": "I tell my friend's parent about her relationship as revenge.",
        "hash": "2462127607",
        "saved": true
    },
    {
        "text": "I make fake Facebook account pose as a woman, get guy to hit on me and send the conversion to their girlfriend or wife.",
        "hash": "3318098511",
        "saved": true
    },
    {
        "text": "I move back to my hometown to escape what I consider an abusive relationship.",
        "hash": "792992786",
        "saved": true
    },
    {
        "text": "I don't disclose my (kind of) oral herpes with my boyfriend.",
        "hash": "2009142581",
        "saved": true
    },
    {
        "text": "I shout put your phone down! to fellow parent in the audience at my little daughter's school concert.",
        "hash": "1314464991",
        "saved": true
    },
    {
        "text": "I try to make my girlfriend shower when she doesn't want to.",
        "hash": "2466321823",
        "saved": true
    },
    {
        "text": "I ask my if my new girlfriend would shave *down there the first time I go down on her/saw her naked.",
        "hash": "4175766341",
        "saved": true
    },
    {
        "text": "I consider end friendship for hide something from me when I specifically ask otherwise.",
        "hash": "2068389907",
        "saved": true
    },
    {
        "text": "I report three different post attack a cloth pad seller on the book of face.",
        "hash": "766122821",
        "saved": true
    },
    {
        "text": "I want to stop weird housemate fucking in communal shower at 5am and then leave gf in his bedroom when he go out.",
        "hash": "558966903",
        "saved": true
    },
    {
        "text": "I break my brother-in-law's expensive VR system after he and my wife play a very cruel joke on me.",
        "hash": "3282510527",
        "saved": true
    },
    {
        "text": "I cut off an acquaintance for what I consider dishonering his deceased wife.",
        "hash": "409672589",
        "saved": true
    },
    {
        "text": "I call out an angry driver with my gf in the passenger seat.",
        "hash": "2218530148",
        "saved": true
    },
    {
        "text": "I find these comment about interracial relationship make towards my girlfriend and I a bit creepy.",
        "hash": "232072210",
        "saved": true
    },
    {
        "text": "I think a guy that follow me out of a store to ask if I am single be creepy.",
        "hash": "4080081462",
        "saved": true
    },
    {
        "text": "I get in a fight with someone I didn't know in a public place with a situation that wasn't my concern.",
        "hash": "504570882",
        "saved": true
    },
    {
        "text": "I accidentally lock my father's cat in a room without food or drinking for 2 day.",
        "hash": "2837650623",
        "saved": true
    },
    {
        "text": "I ruin my good friend chance with his ex for name a girl we saw him cheat with at the bar.",
        "hash": "2663980900",
        "saved": true
    },
    {
        "text": "I am upset at my girlfriend for leave me alone at her house.",
        "hash": "2244416837",
        "saved": true
    },
    {
        "text": "I tell my gf to stop talk to her ex and ask her to stop go over to his house alone.",
        "hash": "2985630966",
        "saved": true
    },
    {
        "text": "I don't tell my boyfriend I sleep with our coworker before I meet my boyfriend.",
        "hash": "1615141980",
        "saved": true
    },
    {
        "text": "I expose a girl nude to the entire school trigger a dominoe effect.",
        "hash": "751048743",
        "saved": true
    },
    {
        "text": "I want to cut tie with my close friend of 4 year because I don't want to deal with his drama anymore.",
        "hash": "4254409565",
        "saved": true
    },
    {
        "text": "I get mad and ignore my girlfriend with narcissistic parent for twist word.",
        "hash": "132783040",
        "saved": true
    },
    {
        "text": "I don't let a trans guy join me and my friends' all-girls dance group.",
        "hash": "1392973939",
        "saved": true
    },
    {
        "text": "I punch someone who smack me in the head and grabbed my shirt.",
        "hash": "3037795823",
        "saved": true
    },
    {
        "text": "I go to the ER, pretend to be sick, to get a doctor note for work.",
        "hash": "3606058582",
        "saved": true
    },
    {
        "text": "I make my mom depress after give her an ultimatum of choose me my step dad.",
        "hash": "4161673915",
        "saved": true
    },
    {
        "text": "I let people keep some of the money they owe me as a Christmas present.",
        "hash": "2242058580",
        "saved": true
    },
    {
        "text": "I get upset with my gf when she say a real man would be able to find the car.",
        "hash": "346823321",
        "saved": true
    },
    {
        "text": "I think that one of the stupid thing a mother can do be name her kid Abcde.",
        "hash": "3915127285",
        "saved": true
    },
    {
        "text": "I seek emotional support from a friend? he islieves I gaslit him, and I think it is the other way around.",
        "hash": "3380159817",
        "saved": true
    },
    {
        "text": "I buy myself an Xbox even though my girlfriend hat video game and doesn't want me buy one.",
        "hash": "3203014692",
        "saved": true
    },
    {
        "text": "I encourage my fiancé to begin introduce food to his child that their mother believe they are sensitive to and not tell her.",
        "hash": "2047028775",
        "saved": true
    },
    {
        "text": "I tell my parent something my brother tell me in confidence.",
        "hash": "2605061611",
        "saved": true
    },
    {
        "text": "I feel hurt by my family ignore my abusive mother's treatment of me.",
        "hash": "1245780119",
        "saved": true
    },
    {
        "text": "I unknowingly creep a girl out and make her uncomfortable, thinking we are friend.",
        "hash": "3748404712",
        "saved": true
    },
    {
        "text": "I accept my co-worker's Facebook friend request without first notify my girlfriend.",
        "hash": "4134149853",
        "saved": true
    },
    {
        "text": "I fight to have my friend that associate with an ememy of my roommate's over.",
        "hash": "835787705",
        "saved": true
    },
    {
        "text": "I am angry my husband leave my dog with people who previously lose her.",
        "hash": "2473335266",
        "saved": true
    },
    {
        "text": "I shout at a parent for their 8/9 year old kid racist remark.",
        "hash": "2274694430",
        "saved": true
    },
    {
        "text": "I tell my wife she is expect to cook, clean dishes, and do the laundry.",
        "hash": "1997478095",
        "saved": true
    },
    {
        "text": "I call my friend a lazy btch after she refuse to wash the dish.",
        "hash": "3207796271",
        "saved": true
    },
    {
        "text": "I stand up for a girl that be be hit on Valentines day? be I sexist.",
        "hash": "550573908",
        "saved": true
    },
    {
        "text": "I don't defend a guy that be go to/being beat up on the street.",
        "hash": "2825328043",
        "saved": true
    },
    {
        "text": "I tell my gf to call off her people who be go to jump me or I'll break it of with her.",
        "hash": "4135787825",
        "saved": true
    },
    {
        "text": "I avoid go to my father's house because I don't like the fact he cheat on my mom.",
        "hash": "2057706465",
        "saved": true
    },
    {
        "text": "I encourage my depressed son to go to college 1500 mile from home.",
        "hash": "294393575",
        "saved": true
    },
    {
        "text": "I purposely tell my stepbrother the wrong time for Christmas dinner.",
        "hash": "1967200646",
        "saved": true
    },
    {
        "text": "I stand in a parking spot of a busy parking lot so I could save it for my friend.",
        "hash": "2276858979",
        "saved": true
    },
    {
        "text": "I refuse to support my wife through her diagnosis after her infidelity.",
        "hash": "2980977270",
        "saved": true
    },
    {
        "text": "I don't willing to pay my friend for take care of me when I am high.",
        "hash": "798431052",
        "saved": true
    },
    {
        "text": "I expect my parents, who want the isst for me, to understand my self destructive thought.",
        "hash": "2714771617",
        "saved": true
    },
    {
        "text": "I consider break up with my bf because he ignore me for his autistic brother.",
        "hash": "792402885",
        "saved": true
    },
    {
        "text": "I punch a car mirror and break a back widow for a guy nearly run me over.",
        "hash": "2813073799",
        "saved": true
    },
    {
        "text": "I forgive my dad's killer, take 5k from granddad, and try to take all my dad's money.",
        "hash": "3929480512",
        "saved": true
    },
    {
        "text": "I hide a spider from my boyfriend as light hearted revenge for him be messy.",
        "hash": "289217352",
        "saved": true
    },
    {
        "text": "I pull my work from a project last minute and screw the team over.",
        "hash": "432084939",
        "saved": true
    },
    {
        "text": "I don't want to stay after school with my group to finish a project.",
        "hash": "1102452855",
        "saved": true
    },
    {
        "text": "I tell my spouse that girl belong in the GIRL Scouts and boys belong in the BOY Scouts.",
        "hash": "1112612437",
        "saved": true
    },
    {
        "text": "I feel reluctant to pay my friend's roommate for stay at their house for 2 night.",
        "hash": "2920422655",
        "saved": true
    },
    {
        "text": "I say my partner didnt do anything in a subtle way during the project presentation.",
        "hash": "3988463268",
        "saved": true
    },
    {
        "text": "I tell my best friend I wouldn't answer his phone call anymore.",
        "hash": "3346339479",
        "saved": true
    },
    {
        "text": "I ask for my ex to keep a consistent custody schedule with the kid instead of go out drink.",
        "hash": "3612876996",
        "saved": true
    },
    {
        "text": "I throw palm tree leave from my neighbor's tree back over their fence.",
        "hash": "2135103791",
        "saved": true
    },
    {
        "text": "I want my dog back after he is be with my parent for 2 year.",
        "hash": "1904940155",
        "saved": true
    },
    {
        "text": "Hating and actively avoid a mentally challenged guy at my college.",
        "hash": "766777386",
        "saved": true
    },
    {
        "text": "I accuse my mother of lying? my holiday be completely ruin and my relationship with my mother sever over this word.",
        "hash": "2139368028",
        "saved": true
    },
    {
        "text": "I blatantly ignore my mother because I dont want to be her puppet.",
        "hash": "622401491",
        "saved": true
    },
    {
        "text": "I tell a future doctor to be careful about how revealing her picture on social medium be.",
        "hash": "2743345213",
        "saved": true
    },
    {
        "text": "I put a girl in a bearhug after witness her spread lie about me to my whole team.",
        "hash": "2340494505",
        "saved": true
    },
    {
        "text": "I don't let an acquaintance know that her boyfriend might be cheat on her.",
        "hash": "3685489255",
        "saved": true
    },
    {
        "text": "I am mad at my parent for buy expensive thing for my brother when to me they say to earn my own money.",
        "hash": "1216619649",
        "saved": true
    },
    {
        "text": "I want to take my 3-year-old on a 7-hour round trip to visit my boyfriend's mom for her birthday.",
        "hash": "1680286238",
        "saved": true
    },
    {
        "text": "I am heckle at trivia for supposedly cheat and I yell back at the individual.",
        "hash": "690690940",
        "saved": true
    },
    {
        "text": "I tell my brother's gf to take it easy with the ringing of the phone as it is annoy me.",
        "hash": "1071390338",
        "saved": true
    },
    {
        "text": "I get everyone in my machine shop sick as payback to the bos.",
        "hash": "2748388786",
        "saved": true
    },
    {
        "text": "I am pretty happy about the dead bum that get find behind where I work.",
        "hash": "2369460513",
        "saved": true
    },
    {
        "text": "'Kicking' my boyfiend out of my student house and effectively leave him homeless.",
        "hash": "2898337189",
        "saved": true
    },
    {
        "text": "I play along with work banter and call a girl loyal guard dog for willing to protect her so.",
        "hash": "4215546120",
        "saved": true
    },
    {
        "text": "I don't put up with someone be extremely annoy and lash out at him for it.",
        "hash": "3729332825",
        "saved": true
    },
    {
        "text": "I make sure my group member don't get credit for a project they didn't do.",
        "hash": "3620346397",
        "saved": true
    },
    {
        "text": "I bring up cheat rumor to my friend before his wedding without ALSO (or first) confront his fiancé.",
        "hash": "206513242",
        "saved": true
    },
    {
        "text": "I want to go to a house party that my girlfriend doesnt want me to go to.",
        "hash": "3153992181",
        "saved": true
    },
    {
        "text": "I ask my dad to stop talk to my ex husband or cut him (my Dad) out of my life.",
        "hash": "434969188",
        "saved": true
    },
    {
        "text": "I know that my gf be not try to meet other guy for dating because she want to keep me as her friend, and not do a single thing to change the situation.",
        "hash": "3297260918",
        "saved": true
    },
    {
        "text": "I am upset with my girlfriend for I have your ball in my purse joke.",
        "hash": "1103632434",
        "saved": true
    },
    {
        "text": "I cut contact with my mother until she cut contract with my abusive ex.",
        "hash": "2789284357",
        "saved": true
    },
    {
        "text": "I make my best friend girlfriend cheat on him to get him out of an abusive relationship.",
        "hash": "1902124998",
        "saved": true
    },
    {
        "text": "I tell my friend parent about her boyfriend they don't know about.",
        "hash": "528357373",
        "saved": true
    },
    {
        "text": "I tell my friend how I felt about something that happen a few day ago.",
        "hash": "1845303479",
        "saved": true
    },
    {
        "text": "I tell someone I don't know that their spouse may be involve in an emotional affair.",
        "hash": "4135329335",
        "saved": true
    },
    {
        "text": "I tell my best friend about his brother's shit talk and ruin their relationship.",
        "hash": "2352946503",
        "saved": true
    },
    {
        "text": "I let driver think they can cut in at an off-ramp​ and then not let them cut in.",
        "hash": "3338608008",
        "saved": true
    },
    {
        "text": "I fight a small kid my age for mock me of my social awkwardness.",
        "hash": "3365738130",
        "saved": true
    },
    {
        "text": "I am upset that my step dad usually bring expired pop to party he host.",
        "hash": "2521897394",
        "saved": true
    },
    {
        "text": "I talk about video game with my son and his teammate when video game discussion have be ban by their team.",
        "hash": "4067436040",
        "saved": true
    },
    {
        "text": "I keep my little brother's arrest a secret from our parent and the rest of the family.",
        "hash": "1134239479",
        "saved": true
    },
    {
        "text": "I like a picture of a random girl in a bikini on IG and my girlfriend snooping and find it.",
        "hash": "2707038135",
        "saved": true
    },
    {
        "text": "I am upset with my friend for hang out with someone that threaten me.",
        "hash": "1644239102",
        "saved": true
    },
    {
        "text": "I throw out a bunch of pack away stuff without consult my wife.",
        "hash": "3530036976",
        "saved": true
    },
    {
        "text": "I act normal border on relieve and excite that my wife be leave me.",
        "hash": "765073341",
        "saved": true
    },
    {
        "text": "I leave my gf(ex) when she didn't let me host a party at my house because of the people attend.",
        "hash": "395780394",
        "saved": true
    },
    {
        "text": "I ask my father to speak respectfully to me in front of my kid.",
        "hash": "3509851768",
        "saved": true
    },
    {
        "text": "I am upset my partner have this convo with his ex in private.",
        "hash": "2794001929",
        "saved": true
    },
    {
        "text": "I hang out with office colleague instead of go out with girlfriend.",
        "hash": "901126260",
        "saved": true
    },
    {
        "text": "I break up with my so because of bodily change if I make it clear before.",
        "hash": "2887129449",
        "saved": true
    },
    {
        "text": "I rag quit and leave my girlfriend at her doorstep after she didn't let me use her phone.",
        "hash": "2477006766",
        "saved": true
    },
    {
        "text": "I threaten to throw the previous home owner mail from the IRS in the garbage.",
        "hash": "1248336803",
        "saved": true
    },
    {
        "text": "I think my flatmate be a spoiled brat that's way too attached to her mother.",
        "hash": "248257320",
        "saved": true
    },
    {
        "text": "I ruin Valentine's day by not want to watch a romantic comedy.",
        "hash": "3028686387",
        "saved": true
    },
    {
        "text": "I am mad that my dad wouldn't co-sign on my car loan unless I buy a car he agree to.",
        "hash": "3239189661",
        "saved": true
    },
    {
        "text": "I don't go back to my old job and potentially rely on my husband to support me while I job search.",
        "hash": "2689016495",
        "saved": true
    },
    {
        "text": "I drop player from a team in a fantasy basketball league because I find he a rapist.",
        "hash": "4052884911",
        "saved": true
    },
    {
        "text": "I tell my dad if he tell my mum something relate to my mental health I'll cut him out of my life.",
        "hash": "2091262442",
        "saved": true
    },
    {
        "text": "I smoke weed before work to keep me productive and in good mood.",
        "hash": "3927906035",
        "saved": true
    },
    {
        "text": "I have a preference for lighter skin woman on my tinder profile.",
        "hash": "3918665539",
        "saved": true
    },
    {
        "text": "I don't be okay with my girlfriend stay cool with her guy friend who try to bang her.",
        "hash": "298458708",
        "saved": true
    },
    {
        "text": "I make people think a gift I give them mean more to me than it really do.",
        "hash": "2807634259",
        "saved": true
    },
    {
        "text": "I send a message after a first date say I don't want to meet again because they look very different (worse) than their photo.",
        "hash": "3335924849",
        "saved": true
    },
    {
        "text": "I don't support a friend with a Manipulative Codependent Girlfriend.",
        "hash": "1248205029",
        "saved": true
    },
    {
        "text": "I complain to the manager about a lady who cut in front of me in line but say she have a right to because she have a service dog.",
        "hash": "2345676118",
        "saved": true
    },
    {
        "text": "I potentially break my two friend up because I don't think she deserve him.",
        "hash": "217586422",
        "saved": true
    },
    {
        "text": "I say my S/O's Maid of Honor be a victim playing selfish person and that she is crazy.",
        "hash": "3922468322",
        "saved": true
    },
    {
        "text": "I worry about the fact that my girlfriend smoke a joint with a random homeless man.",
        "hash": "4082245168",
        "saved": true
    },
    {
        "text": "I don't feel bad after I open my car door into his car in a parking lot.",
        "hash": "1945770139",
        "saved": true
    },
    {
        "text": "I break up with GF for cheat even though I have previously.",
        "hash": "1593971939",
        "saved": true
    },
    {
        "text": "I call the cop on my boyfriend because of his questionable porn stash.",
        "hash": "1943279995",
        "saved": true
    },
    {
        "text": "I cut off my close friend because she hurt me mutiple time.",
        "hash": "1917588783",
        "saved": true
    },
    {
        "text": "I want to leave a store where my partner embarrass me publically.",
        "hash": "20387792",
        "saved": true
    },
    {
        "text": "I ghosting/ignoring my sister after she reveal a secret of mine to our parent.",
        "hash": "1912740992",
        "saved": true
    },
    {
        "text": "I tell my girlfriend that my teammate think her male friend be gay.",
        "hash": "977147926",
        "saved": true
    },
    {
        "text": "I tell (and exaggerate to) my sister new crush that she use drug.",
        "hash": "4015003404",
        "saved": true
    },
    {
        "text": "I get mad over gf and friend put sticky note all over my car in the middle of our college parking lot.",
        "hash": "899621949",
        "saved": true
    },
    {
        "text": "I don't lend my drug addict friend money, even when he say it is not for drug.",
        "hash": "804264769",
        "saved": true
    },
    {
        "text": "I sleep at my guy friend's house even though my boyfriend doesn't want me to.",
        "hash": "842275743",
        "saved": true
    },
    {
        "text": "I am feed up with a customer, and ask my manager to ban them from the store.",
        "hash": "3993574033",
        "saved": true
    },
    {
        "text": "I aggressively confront someone in front of their best friend.",
        "hash": "3795654435",
        "saved": true
    },
    {
        "text": "I openly say I dislike one of my sisters, and still hold a grudge towards her.",
        "hash": "1076960196",
        "saved": true
    },
    {
        "text": "I deliberately fail a medical test to get put on a less harsh treatment.",
        "hash": "2908887541",
        "saved": true
    },
    {
        "text": "I decide not to give a speech at graduation despite my parent's wish.",
        "hash": "1433409732",
        "saved": true
    },
    {
        "text": "I don't give my lab partner the statistic from our experiment to include in her lab report.",
        "hash": "3817152796",
        "saved": true
    },
    {
        "text": "I don't tell my partner if I am to sell picture of my foot online.",
        "hash": "4151580436",
        "saved": true
    },
    {
        "text": "I think the parent on parental leave should be the one get up with the baby at night.",
        "hash": "536944202",
        "saved": true
    },
    {
        "text": "I refuse to go to church and as punishment my room get searched, bong broken and weed flush.",
        "hash": "4170129660",
        "saved": true
    },
    {
        "text": "I let a decade long friendship end over a disagreement about racism.",
        "hash": "1019287702",
        "saved": true
    },
    {
        "text": "I move some guy bottle and hoodie off off of an equipment he is not use and put it on the floor.",
        "hash": "1944003055",
        "saved": true
    },
    {
        "text": "I kick someone out of my social group who potentially have special need.",
        "hash": "3179354735",
        "saved": true
    },
    {
        "text": "I avoid a hyper-social old lady with a mental disability who live in my building.",
        "hash": "2734300474",
        "saved": true
    },
    {
        "text": "I don't want my girlfriend to go to dinner with another guy.",
        "hash": "2274432408",
        "saved": true
    },
    {
        "text": "I break my friend's earbuds and refuse to pay for them after he try to steal money from my backpack and then insult me as I try to apologize.",
        "hash": "3986960994",
        "saved": true
    },
    {
        "text": "I embarrass my classmate in front of everyone and make her cry.",
        "hash": "3792836315",
        "saved": true
    },
    {
        "text": "I show no sympathy to my gf after she eat something she shouldn't on purpose.",
        "hash": "997530632",
        "saved": true
    },
    {
        "text": "I get upset my mother want to sell her house right after I move in.",
        "hash": "826611669",
        "saved": true
    },
    {
        "text": "I tell my ex that I didn't appreciate her tell pretty much everyone we know she is go to break up with me before she do.",
        "hash": "171846270",
        "saved": true
    },
    {
        "text": "I abruptly kick out a pianist out of an amateur musical comedy project.",
        "hash": "2697271823",
        "saved": true
    },
    {
        "text": "I don't want to help my ex wife out more monetarily or with extra time now that our son have a time consume medical condition.",
        "hash": "805055926",
        "saved": true
    },
    {
        "text": "I get angry that my first contact with my ex gf return to my city, be her ask to get access to drug for herself and a fuck buddy.",
        "hash": "2668703122",
        "saved": true
    },
    {
        "text": "I tell my roommate I am worry he is be abuse by his live in GF.",
        "hash": "3122861408",
        "saved": true
    },
    {
        "text": "I don't tell my now ex-girlfriend that I have a vasectomy long before we meet.",
        "hash": "1004018611",
        "saved": true
    },
    {
        "text": "I refuse to go for a walk with my grandmother because I am not in the mood for it.",
        "hash": "2902138042",
        "saved": true
    },
    {
        "text": "I don't allow my young daughter to eat junk food but let my other kid eat it.",
        "hash": "727653187",
        "saved": true
    },
    {
        "text": "I read a private conversation of my classmate and find out that they are talk shit about me.",
        "hash": "272179523",
        "saved": true
    },
    {
        "text": "I dump food on my girlfriend plate at a wedding until it is overflow.",
        "hash": "1557469414",
        "saved": true
    },
    {
        "text": "I make a meme page about my teacher who's husband die a few year back.",
        "hash": "1487673401",
        "saved": true
    },
    {
        "text": "I don't want my mother to ruin my day talk about my idiot father.",
        "hash": "4055570216",
        "saved": true
    },
    {
        "text": "I go off on my Sister in Law, who struggle with mental illness and drug addiction.",
        "hash": "2704416083",
        "saved": true
    },
    {
        "text": "I want to distance myself from old friend because I find out they are cheat on their so.",
        "hash": "2147229543",
        "saved": true
    },
    {
        "text": "I am upset that my boyfriend keep go on international trip to visit another woman.",
        "hash": "3595509316",
        "saved": true
    },
    {
        "text": "I suggest that child abuse be not the correct response to a kid run into traffic.",
        "hash": "2948013379",
        "saved": true
    },
    {
        "text": "I don't want to let my dog's previous owner take him for a walk out of fear he might try to steal him back.",
        "hash": "3904316813",
        "saved": true
    },
    {
        "text": "I call out my parent about their bad parenting? my brother try to run away and I go off at them.",
        "hash": "2213683702",
        "saved": true
    },
    {
        "text": "I think my friend be a snake for ask my date for her number.",
        "hash": "2019955943",
        "saved": true
    },
    {
        "text": "I cut out a family member that have a traumatic brain injury.",
        "hash": "2618430980",
        "saved": true
    },
    {
        "text": "I think finder keeper applies to thrift shopping with a friend.",
        "hash": "3839825705",
        "saved": true
    },
    {
        "text": "I don't want to reconnect with my last living family member.",
        "hash": "2374309323",
        "saved": true
    },
    {
        "text": "I tell my boyfriend I don't think I could keep do long distance.",
        "hash": "3521582695",
        "saved": true
    },
    {
        "text": "I play company of hero with my friend. he say I play pussy game.",
        "hash": "3739162247",
        "saved": true
    },
    {
        "text": "I attempt to confront my wife's lover and trespassing in his home.",
        "hash": "717363232",
        "saved": true
    },
    {
        "text": "I tell my boyfriend he need to go see a doctor because he ask me to get blackout drunk so he could have sex with me while I am pass out.",
        "hash": "3350605749",
        "saved": true
    },
    {
        "text": "I don't want to give my ex-roommate half of the portion of the deposit we get back because she cause the majority of the damage in our apartment.",
        "hash": "3037279246",
        "saved": true
    },
    {
        "text": "I tell my mother that I think she is be selfish for want to abandon her kid ASAP to persue other life interest.",
        "hash": "2175936321",
        "saved": true
    },
    {
        "text": "I tell my friend's parent that she have just give birth to an unwanted baby, without her permission.",
        "hash": "300426344",
        "saved": true
    },
    {
        "text": "I tell my tourist guide he should have wait for the whole group.",
        "hash": "4037023552",
        "saved": true
    },
    {
        "text": "I call police on neighbor for let their cat roam at night unattended in.",
        "hash": "2824018396",
        "saved": true
    },
    {
        "text": "I don't leave with my mom to be with my die grandpa so I can work instead.",
        "hash": "3120306607",
        "saved": true
    },
    {
        "text": "I am annoy that my fiancé run away every single time he is upset, no matter how little it is? and then act like nothing ever happen.",
        "hash": "2938712122",
        "saved": true
    },
    {
        "text": "I ask GF to unfollow a guy on Ig who she have an incident with.",
        "hash": "2758022571",
        "saved": true
    },
    {
        "text": "I look through me Ex's phone to confirm she sleep with my best friend.",
        "hash": "1897928963",
        "saved": true
    },
    {
        "text": "I tell my S/o that PETA kill animal when she is upset after watch a lot of their video.",
        "hash": "290528793",
        "saved": true
    },
    {
        "text": "I don't want government to support curing of disease such as SMA.",
        "hash": "268310358",
        "saved": true
    },
    {
        "text": "I don't let my husband use our cooking utensil for fish care.",
        "hash": "2637829601",
        "saved": true
    },
    {
        "text": "I don't want to give my father last of my saving so he can spend it on my grandfather's care.",
        "hash": "4103020713",
        "saved": true
    },
    {
        "text": "I complete a project so fast that the others in my group didn't get a piece of it.",
        "hash": "3239320797",
        "saved": true
    },
    {
        "text": "I leave my GF home alone after she get a kidney stone removed, to go to a party.",
        "hash": "1490951099",
        "saved": true
    },
    {
        "text": "I talk about a cancer patient with a coworker who's mother also have cancer.",
        "hash": "372644704",
        "saved": true
    },
    {
        "text": "I want to sleep at night while my wife take care of our newborn.",
        "hash": "3732084429",
        "saved": true
    },
    {
        "text": "I make my bos who lose my iphone earpods to replace it with a brand new earpods.",
        "hash": "2058951824",
        "saved": true
    },
    {
        "text": "I enable my sister's mistreatment of our elderly, abusive father until his death.",
        "hash": "3245940157",
        "saved": true
    },
    {
        "text": "I use the fact that my ex-friend beat someone to death to get leverage at school.",
        "hash": "2476940515",
        "saved": true
    },
    {
        "text": "I catch my so watching porn in the early morning and go through his phone when he finally go to bed.",
        "hash": "321921984",
        "saved": true
    },
    {
        "text": "I am scar of my father for something that happen 8 year ago.",
        "hash": "2122061062",
        "saved": true
    },
    {
        "text": "I ask my girlfriend to stop discuss our intimate life outside our relationship.",
        "hash": "2355240352",
        "saved": true
    },
    {
        "text": "I tell my girlfriend I would find her a little less attractive if she get a boob job.",
        "hash": "375201299",
        "saved": true
    },
    {
        "text": "I get upset about other family member complete a jigsaw puzzle.",
        "hash": "3766163273",
        "saved": true
    },
    {
        "text": "I consider break up with my boyfriend for something he say.",
        "hash": "2245072268",
        "saved": true
    },
    {
        "text": "I get piss at someone not allow me to follow their car into a gate community.",
        "hash": "795352013",
        "saved": true
    },
    {
        "text": "I break up with a girl after find out she have sleep with a friend of mine.",
        "hash": "3806665288",
        "saved": true
    },
    {
        "text": "I am upset that my stepmom go behind my back to fee our cat low quality food.",
        "hash": "655170414",
        "saved": true
    },
    {
        "text": "I tell my dad he too old to find a job he really want to do.",
        "hash": "1741034588",
        "saved": true
    },
    {
        "text": "I don't want to help my struggle ex and feeling satisfy that she is struggle.",
        "hash": "711859156",
        "saved": true
    },
    {
        "text": "I have a crush on my teacher despite her be a dick to everyone I like.",
        "hash": "1567365199",
        "saved": true
    },
    {
        "text": "I cut someone off even though I am drive like everyone else.",
        "hash": "2317817214",
        "saved": true
    },
    {
        "text": "I smack the shit out of my 8-year-old nephew for steal hundred of dollar of my Pokemon card and take some of them to school and trading with them.",
        "hash": "3415684071",
        "saved": true
    },
    {
        "text": "I cut someone off after they break my tv while drunk and refuse to pay for it.",
        "hash": "1371282401",
        "saved": true
    },
    {
        "text": "I tell him that I like the sex we have without all the toys, restraint and additional partners? sexual abuse trigger.",
        "hash": "2526161548",
        "saved": true
    },
    {
        "text": "I ask my boyfriend to kick his ex-girlfriend off of his Netflix account.",
        "hash": "2841844211",
        "saved": true
    },
    {
        "text": "I refuse to serve a customer during the minute silence for remembrance day.",
        "hash": "351607714",
        "saved": true
    },
    {
        "text": "I don't react well to my friend be pregnant for the the 3rd time and still live on state aid.",
        "hash": "4135592086",
        "saved": true
    },
    {
        "text": "I lie to my overbear parent about go out after school to get food or coffee with friend.",
        "hash": "2045648806",
        "saved": true
    },
    {
        "text": "I show my 9 year old little sister picture of measles victim in an attempt to convince my mom to vaccinate.",
        "hash": "468723412",
        "saved": true
    },
    {
        "text": "I push my mother to get her own apartment so I can move on with my life, know it cause her stress.",
        "hash": "3010601662",
        "saved": true
    },
    {
        "text": "I tell my coworker about how his partner cheat on me, though it is month in the past.",
        "hash": "619454050",
        "saved": true
    },
    {
        "text": "I break up with my girlfriend for sleep in bed with her ex.",
        "hash": "1979651300",
        "saved": true
    },
    {
        "text": "I raise legitimate concern towards management and get shift cut as punishment.",
        "hash": "2063670550",
        "saved": true
    },
    {
        "text": "I consider euthanizing our cat because he is gotten sick, and pet care in the US be outrageously expensive.",
        "hash": "755705555",
        "saved": true
    },
    {
        "text": "I tell my bf that in case I get pregnant, I get to make the last call on whether we are keep it or not.",
        "hash": "407249734",
        "saved": true
    },
    {
        "text": "I am send my dad to the bad retirement home I can find when he is old.",
        "hash": "1313740776",
        "saved": true
    },
    {
        "text": "I talk to an old man just so my friend think I am a nice person.",
        "hash": "3328120323",
        "saved": true
    },
    {
        "text": "I Have to make a desicion about my career that could ruin multiple people's life.",
        "hash": "2446531856",
        "saved": true
    },
    {
        "text": "My co-worker and family member all hate when I joke about wish I am dead. But the thing is, it’s not really a joke.",
        "hash": "2269063552",
        "saved": true
    },
    {
        "text": "I cheat on my boyfriend, get pregnant from another man and now I want to get him back.",
        "hash": "825564746",
        "saved": true
    },
    {
        "text": "I purposely avoid a friend because I find our conversation awkward and she always want to talk.",
        "hash": "2283283144",
        "saved": true
    },
    {
        "text": "My best friend's girlfriend think I am him, and I didn't say anything.",
        "hash": "1756239967",
        "saved": true
    },
    {
        "text": "I “Being close to money, make you care less about what people think of you” Do you agree ?.",
        "hash": "2907448107",
        "saved": true
    },
    {
        "text": "Sometimes, when I’m do a particularly difficult Poo, I like to yell bible passage to encourage it along.",
        "hash": "1129064171",
        "saved": true
    },
    {
        "text": "Frequently when I want people to like me and they tell unfunny joke I think of good joke and laugh sincerely.",
        "hash": "2155095916",
        "saved": true
    },
    {
        "text": "I don’t tell my friend how tragic my father death really be.",
        "hash": "3959887637",
        "saved": true
    },
    {
        "text": "I am my own bad enemy and attack myself. I want to self harm.",
        "hash": "2247693574",
        "saved": true
    },
    {
        "text": "After year of abuse today be the day I call quits and beat my brother over the head with a vacuum clean.",
        "hash": "2225415364",
        "saved": true
    },
    {
        "text": "I think jackelopes be real until about ten minute ago. I’m almost 15.",
        "hash": "2780830158",
        "saved": true
    },
    {
        "text": "I shoot my man milk onto my girlfriend without her knowledge.",
        "hash": "2946504339",
        "saved": true
    },
    {
        "text": "I hit someone’s car in my university’s parking garage this morning.",
        "hash": "4217707561",
        "saved": true
    },
    {
        "text": "I work for Big Pharma..I am force to keep quiet about lot of stuff..I quit work just so I can tell you!.",
        "hash": "1244603299",
        "saved": true
    },
    {
        "text": "I am PROBABLY a target of a kidnapper when I am 6 year old.",
        "hash": "802427660",
        "saved": true
    },
    {
        "text": "I Lost my mom wed ring which end up be the root cause of her divorce.",
        "hash": "1124079653",
        "saved": true
    },
    {
        "text": "When I am with my ex, I would fantasize about him die so I could be with his best friend.",
        "hash": "1533222614",
        "saved": true
    },
    {
        "text": "I don't feel like I am worthy of be love or that I should ever find someone to be with romantically.",
        "hash": "3305579347",
        "saved": true
    },
    {
        "text": "I think derogatory term for white people be actually funny sounding, not insulting.",
        "hash": "295378706",
        "saved": true
    },
    {
        "text": "I wish bad thing happen to people who brag about how great their life are.",
        "hash": "3718257266",
        "saved": true
    },
    {
        "text": "My parent and I cause her death, I hate them and myself for it.",
        "hash": "2995918237",
        "saved": true
    },
    {
        "text": "I dont like cop but watch Soverign Citizen video be so much fun to me.",
        "hash": "1963595972",
        "saved": true
    },
    {
        "text": "I win ticket to a show for my husband but I am not go to take him.",
        "hash": "4260632240",
        "saved": true
    },
    {
        "text": "As a kid I physically attack my father cause I think he is kidnap my sister.",
        "hash": "4231862999",
        "saved": true
    },
    {
        "text": "I once break a necklace in a store and I just put it back like nothing happen.",
        "hash": "564009791",
        "saved": true
    },
    {
        "text": "I havelearned this week that my social circle have far more racist than I have ever imagined.",
        "hash": "802955645",
        "saved": true
    },
    {
        "text": "I punch my step mum in the nose and I hit her head with my step sister milk bottle 3x.",
        "hash": "391454240",
        "saved": true
    },
    {
        "text": "People make fun of me for work at Taco Bell but what they don’t realize be that I make almost $300 a week! That’s almost as much as doctor and lawyer make.",
        "hash": "3136829668",
        "saved": true
    },
    {
        "text": "I don't like the fact my mother pretend she do nothing wrong during my childhood.",
        "hash": "2573475155",
        "saved": true
    },
    {
        "text": "When another 4th grade classmate of mine die in a car crash, I almost cheered, but I fake cry to seem sane.",
        "hash": "3874759935",
        "saved": true
    },
    {
        "text": "I force myself to get tunnel vision with my eye half-closed and then i can see in my past:.",
        "hash": "3828949048",
        "saved": true
    },
    {
        "text": "I make a fake post pretending to be a middle-aged married woman cheat on her husband with an 18yo, and a teenager DM'ed me confess he sleep with his mom's friend.",
        "hash": "45758580",
        "saved": true
    },
    {
        "text": "I am sacrifice my psychological and physical health to maintain medical qualification for education.",
        "hash": "1264854363",
        "saved": true
    },
    {
        "text": "I am rude to all doctor whether in social situation or practice - since they are selective over whom they arerate for have tattoo.",
        "hash": "40578914",
        "saved": true
    },
    {
        "text": "I get angry about the past to the point that I want to hit something.",
        "hash": "1443960997",
        "saved": true
    },
    {
        "text": "I know about so many of my family and friends’ significant others cheat on them but I keep it to myself, and always will.",
        "hash": "4249627908",
        "saved": true
    },
    {
        "text": "I am a MIL and I cannot reveal the reason I have for hat my daughter in law.",
        "hash": "3174701494",
        "saved": true
    },
    {
        "text": "My daughter absolutely resent her mother and I and I don't care.",
        "hash": "32249531",
        "saved": true
    },
    {
        "text": "I feel like it’s an accomplishment whenever I go to bed feeling hungry.",
        "hash": "4173798194",
        "saved": true
    },
    {
        "text": "My friend always leave me when I give them relationship advice.",
        "hash": "3632797423",
        "saved": true
    },
    {
        "text": "I bolt out of the house during the last earthquake and run into the street leave my wife to fend for herself.",
        "hash": "1937516396",
        "saved": true
    },
    {
        "text": "Id like to get shot and live just to have the experience of get shot.",
        "hash": "1389566094",
        "saved": true
    },
    {
        "text": "I am emotionally cheat on my wife, but it is with a woman I amlieve be my soulmate.",
        "hash": "3381534008",
        "saved": true
    },
    {
        "text": "I accidentally euthanized my roommate's dog against its will, while my roommate be vacation in Europe.",
        "hash": "2594121077",
        "saved": true
    },
    {
        "text": "Stahp it with deez detesticle posts! stop say nword its racist bro!.",
        "hash": "1645353159",
        "saved": true
    },
    {
        "text": "I’M vocally against Fortnite, but I want to download and play it with a couple of friends.",
        "hash": "1280844236",
        "saved": true
    },
    {
        "text": "I’M in love with S3E14 of The Office and an ill advise cuck session ruin us.",
        "hash": "996940650",
        "saved": true
    },
    {
        "text": "I live in a tourist zone and as I walk past asian I feel like they are think “ ohhh very special white man” in a Chinese accent.",
        "hash": "873213952",
        "saved": true
    },
    {
        "text": "I make a diluted solution of hydrogen cyanide at home and throw it out my backyard.. a mouse lick the poison spill and die to my homemade poison..",
        "hash": "263599180",
        "saved": true
    },
    {
        "text": "I lose any respect for those who buy the new iPhone and similar price products.",
        "hash": "1910119626",
        "saved": true
    },
    {
        "text": "I hate people who take the elevator when they can take the stairs.",
        "hash": "411703247",
        "saved": true
    },
    {
        "text": "I sometimes say crazy offensive stuff to my SJW friends just to see their reaction.",
        "hash": "83172976",
        "saved": true
    },
    {
        "text": "I break off contact from a close friend because he start creep me out.",
        "hash": "1906055411",
        "saved": true
    },
    {
        "text": "I knock over and break about 100 tombstone and peed on the flower.",
        "hash": "4257617671",
        "saved": true
    },
    {
        "text": "When Im hold a knife in the kitchen I cant stop imagining myself stab my family member.",
        "hash": "1005526796",
        "saved": true
    },
    {
        "text": "I let myself get hurt over a guy and now I’m stuck in a lapse of this.",
        "hash": "3008043518",
        "saved": true
    },
    {
        "text": "I lie to my bos and someone I care about deeply wind up homeless.",
        "hash": "3813283585",
        "saved": true
    },
    {
        "text": "I have more fun at work than I do when I am with my partner, and I wish my coworker wasn't marry.",
        "hash": "1512645042",
        "saved": true
    },
    {
        "text": "I hate jehovah witnesses, and not because they are simply annoying.",
        "hash": "985143455",
        "saved": true
    },
    {
        "text": "I play videos game everyday, I am just complete horseshit at it.",
        "hash": "3894023944",
        "saved": true
    },
    {
        "text": "I hate my niece and wish I could keep her away from my daughter.",
        "hash": "3411154550",
        "saved": true
    },
    {
        "text": "When I am a server I use to upcharge needy customer who didn't tip.",
        "hash": "313202580",
        "saved": true
    },
    {
        "text": "I prank homeless guy by pretend I will give them cash and then punch them in the nut.",
        "hash": "536747596",
        "saved": true
    },
    {
        "text": "I am so jealous when people post about their sobriety. The man I love die an addict.",
        "hash": "4231601588",
        "saved": true
    },
    {
        "text": "I realize that I don’t think I’ll ever have the wedding of my dream.",
        "hash": "3982039845",
        "saved": true
    },
    {
        "text": "I am a massive soyboy cuck, and I fight for social justice online by censor people I disagree with.",
        "hash": "3467649877",
        "saved": true
    },
    {
        "text": "My asian parent beat me up every single day on a daily routine.",
        "hash": "3519026848",
        "saved": true
    },
    {
        "text": "Mother of my kid have cheat on me in the past a least 4+ times.",
        "hash": "3155236212",
        "saved": true
    },
    {
        "text": "I lie to my husband about why we are go to a couple only club with new friends.",
        "hash": "1354112002",
        "saved": true
    },
    {
        "text": "I hate it when people eat around me, don't k ow why it just annoy me Id rather eat alone for this reason.",
        "hash": "2349278417",
        "saved": true
    },
    {
        "text": "One time, at a party-in order to impress girls, I shoot myself in the foot with a.22 caliber pistol.",
        "hash": "3904316183",
        "saved": true
    },
    {
        "text": "You know something that grind my gears? Its stoner who dont realize how much the smell just lingers.",
        "hash": "1252467938",
        "saved": true
    },
    {
        "text": "I am a nail biter. If I take care of business on the couch, I stuff them in between cushions.",
        "hash": "2930581520",
        "saved": true
    },
    {
        "text": "I think I need to break off my engagement because of my fiancé’s brother.",
        "hash": "271260835",
        "saved": true
    },
    {
        "text": "One time I play hide and seek at my house with my little brother Ryan and I get in the car and drive away.",
        "hash": "3124962556",
        "saved": true
    },
    {
        "text": "I love my boyfriend but in the end I hope he suffer because he is another toxic white male.",
        "hash": "3278315606",
        "saved": true
    },
    {
        "text": "People who leave time on the microwave should be draw and quarter.",
        "hash": "699930660",
        "saved": true
    },
    {
        "text": "I hate myself for not give my Mom a second chance when I am young.",
        "hash": "75962102",
        "saved": true
    },
    {
        "text": "I know my mom cheat but don’t have the proof or way to approve it.",
        "hash": "1643845920",
        "saved": true
    },
    {
        "text": "Long ago, I use to fake sleepwalk into my roommate's bed and hug her while she sleep whenever I felt scar or sad or worried.",
        "hash": "2745707490",
        "saved": true
    },
    {
        "text": "When my family come to visit me from another country, I have ill intention towards them.",
        "hash": "2394562606",
        "saved": true
    },
    {
        "text": "My boyfriend be depress and suicidal and I often think of leave him because of it.",
        "hash": "3436780853",
        "saved": true
    },
    {
        "text": "I deal with my trauma anniversary yesterday by drink to excess.",
        "hash": "3856144231",
        "saved": true
    },
    {
        "text": "Last weekend I am arrest for public disturbance for yell racial slur in the middle of the street and for assault some lady, and my wife doesn't know about it.",
        "hash": "3265673435",
        "saved": true
    },
    {
        "text": "I work for Amazon.com and help them violate our constitutional and human rights.",
        "hash": "2525371782",
        "saved": true
    },
    {
        "text": "People who leave their factory set background on their phone annoy me.",
        "hash": "2622429657",
        "saved": true
    },
    {
        "text": "I am Developing Feelings For a Close Friend and I Hate Myself for It.",
        "hash": "999429992",
        "saved": true
    },
    {
        "text": "Haven’T talk to my parent in year and I regret it everyday.",
        "hash": "3509786274",
        "saved": true
    },
    {
        "text": "I haveconsidered hire a hit man for my mother more than once.",
        "hash": "2866353637",
        "saved": true
    },
    {
        "text": "I keep stuff myself with holiday food to try to feel something.",
        "hash": "3727103762",
        "saved": true
    },
    {
        "text": "I would never adopt a “special needs” animal, and I don’t think its fair to keep them alive.",
        "hash": "1476470122",
        "saved": true
    },
    {
        "text": "One of the reason I’m get a motorcycle be that it will increase my likelihood of death.",
        "hash": "3362070718",
        "saved": true
    },
    {
        "text": "I amlieve I cause a kid to be a potential school shooter, and im terrified.",
        "hash": "3599440488",
        "saved": true
    },
    {
        "text": "I pretend not to notice when someone do something embarrass.",
        "hash": "2659587657",
        "saved": true
    },
    {
        "text": "I take guilty pleasure in make my dad uncomfortable when I tell him love you on the phone.",
        "hash": "3404603494",
        "saved": true
    },
    {
        "text": "I havebecome so paranoid it drive me crazy and i struggle with my mental health.",
        "hash": "2487885067",
        "saved": true
    },
    {
        "text": "I don’t want to be a mother but I feel selfish for deprive my mum of grandchildren.",
        "hash": "1135550255",
        "saved": true
    },
    {
        "text": "I havebeen watch video of people die almost daily for over ten years.",
        "hash": "1738479873",
        "saved": true
    },
    {
        "text": "I sometimes misclick hit dislike on youtube but most of the time I am too lazy to fix it.",
        "hash": "3200983028",
        "saved": true
    },
    {
        "text": "I feel a bit jealous of the adult celebrity victim in Hollywood.",
        "hash": "3652851486",
        "saved": true
    },
    {
        "text": "Ex husband cheat with several woman for several years... ALL I WANT IS HIM.",
        "hash": "4243331331",
        "saved": true
    },
    {
        "text": "I am in a relationship with a girl I meet online and I never tell my family about it and never will.",
        "hash": "3715048236",
        "saved": true
    },
    {
        "text": "The only time you should interact with a woman be when you insult her.",
        "hash": "2448169370",
        "saved": true
    },
    {
        "text": "For my egotistical self, I break an innocent person's heart by ghost her.",
        "hash": "3382254121",
        "saved": true
    },
    {
        "text": "I’M so untrusting if people I meet online that I reverse image search their picture before talk to them.",
        "hash": "1577068361",
        "saved": true
    },
    {
        "text": "I wrongly approve many patient medical prior authorization when the computer say not to.",
        "hash": "3508347200",
        "saved": true
    },
    {
        "text": "I imply that I am seriously ill to get my partner to do our entire assignment.",
        "hash": "1236212812",
        "saved": true
    },
    {
        "text": "I am not suicidal, but sometimes I think about it for revenge.",
        "hash": "2972390948",
        "saved": true
    },
    {
        "text": "I am tire of torture myself when I think about my cheating ex who give me mycoplasma.",
        "hash": "442375855",
        "saved": true
    },
    {
        "text": "Whenever I’m drive down the road and find a new business that look like they might fail soon I look online and leave a fake 5 Star amazing review.",
        "hash": "3849467268",
        "saved": true
    },
    {
        "text": "I catfish people for money.. can I truly get in trouble for this?.",
        "hash": "177084215",
        "saved": true
    },
    {
        "text": "I havebeen obsess with a girl for to long and I can't bare to keep it a secret any longer.",
        "hash": "2470321992",
        "saved": true
    },
    {
        "text": "I learn to have multiple freak out when I am on my own to then confront family life calmly.",
        "hash": "3470925981",
        "saved": true
    },
    {
        "text": "I think I am OCD because I don't want to admit how much my mom hurt me as a child. I seek to find a way to not deal with my pain through OCD.",
        "hash": "188428164",
        "saved": true
    },
    {
        "text": "I am married and I want to bang a hot coworker who be into me.",
        "hash": "2557416788",
        "saved": true
    },
    {
        "text": "I have never eat a kit Kat by break the bar, I always eat them like a regular chocolate bar.",
        "hash": "2887851970",
        "saved": true
    },
    {
        "text": "Forbes 30 under 30 Tech Millionaire Chris Kelsey Reveals My Biggest Scams.",
        "hash": "2865699207",
        "saved": true
    },
    {
        "text": "I live in Manhattan and often get and act on the urge to accidentally bump into people walk and texting.",
        "hash": "2381063534",
        "saved": true
    },
    {
        "text": "I have physically attack my now ex partner and I know I am the worst.",
        "hash": "1700141179",
        "saved": true
    },
    {
        "text": "When I am 7 I steal some family friend's child's very rare Pokemon card and my late Father lose a friend over it.",
        "hash": "2600478520",
        "saved": true
    },
    {
        "text": "The Guy I Cheated With Destroyed My Boyfriend’s Soul and I Don’t Even Care.",
        "hash": "1845894393",
        "saved": true
    },
    {
        "text": "I think everyone’s jealous of me, that’s the issue.. it isn’t me, it’s you.",
        "hash": "1638211832",
        "saved": true
    },
    {
        "text": "I’M very depressed. And all I want to do be play game with friend.",
        "hash": "1641879651",
        "saved": true
    },
    {
        "text": "I don't know if I'll ever find happiness in a relationship.",
        "hash": "1508709586",
        "saved": true
    },
    {
        "text": "Someone jipped me out of $20 so I jipped them out of $70 as revenge a week later.",
        "hash": "1604786968",
        "saved": true
    },
    {
        "text": "I threaten to key my neighbor car because he wouldn’t park properly.",
        "hash": "2495617697",
        "saved": true
    },
    {
        "text": "I am 40, reasonably successful and I am high the majority of the time.",
        "hash": "1250039877",
        "saved": true
    },
    {
        "text": "I drop a puppy off a building in a parachute it turn out badly.",
        "hash": "3226998357",
        "saved": true
    },
    {
        "text": "I just punch my GF in the face because she didn’t want to give me a bj.",
        "hash": "3098352099",
        "saved": true
    },
    {
        "text": "I break up with my girlfriend who go and be go through abuse.",
        "hash": "2633438639",
        "saved": true
    },
    {
        "text": "I have be struggle with self harm and eat disorder since the 5th grade and not a single person know.",
        "hash": "52896683",
        "saved": true
    },
    {
        "text": "Bro hat my parent and I think he want to make me do the same.",
        "hash": "2365789421",
        "saved": true
    },
    {
        "text": "I am racist, as racism be a result of clear, rational thought, and not stupidity.",
        "hash": "2115116246",
        "saved": true
    },
    {
        "text": "I want to test if a certain person be in love with me, and hurt her feeling in the process.",
        "hash": "3071614998",
        "saved": true
    },
    {
        "text": "I think I might be a psychopath or sociopath and I am ok with it.",
        "hash": "3909883531",
        "saved": true
    },
    {
        "text": "I eavesdrop my aunt on the phone when on a share line, she think it is my dad.",
        "hash": "1160911668",
        "saved": true
    },
    {
        "text": "I might sabotage someone’s lifestyle on a complete whim. Help me decide.",
        "hash": "674306975",
        "saved": true
    },
    {
        "text": "I am partially responsible for 1 death and 7 injured people.",
        "hash": "2412844380",
        "saved": true
    },
    {
        "text": "My son gain a lot of weight for football, and I feel like I fail him as a parent because of that.",
        "hash": "1621172564",
        "saved": true
    },
    {
        "text": "I find out my boyfriend make a post about a problem we have and he deny it.",
        "hash": "4043446872",
        "saved": true
    },
    {
        "text": "I always try to over tip a breakfast waitress and feel guilty when I can't.",
        "hash": "135797455",
        "saved": true
    },
    {
        "text": "I dont think Aunt know I remember her molest me as a child.",
        "hash": "1851331736",
        "saved": true
    },
    {
        "text": "Sometimes I think about Robin Williams and cry uncontrollably..",
        "hash": "3870168906",
        "saved": true
    },
    {
        "text": "I didn't tip then send a complaint about a waiter who I get into a fight with in college.",
        "hash": "1968971578",
        "saved": true
    },
    {
        "text": "I am the guy who keep tell people who be suicidal to jump and do a flip.",
        "hash": "2510756121",
        "saved": true
    },
    {
        "text": "I give the bad flavour candy to customer I don’t like and the isst flavour one to customer I do when serve the bill.",
        "hash": "163719952",
        "saved": true
    },
    {
        "text": "I Do you guy sometimes have the urge to scream and destroy every object that be near you. Just out frustration. Cause I do.",
        "hash": "3136891915",
        "saved": true
    },
    {
        "text": "I lay in bed tonight and I couldn't sleep. These question keep run through my sleep-deprived addled mind!.",
        "hash": "3489474002",
        "saved": true
    },
    {
        "text": "I cant help get an urge to cut the side of my mouth whenever I am hold scissors.",
        "hash": "1690704961",
        "saved": true
    },
    {
        "text": "I have to force my old sister to bathe by threaten to tell our parent about what be bother her.",
        "hash": "1500586519",
        "saved": true
    },
    {
        "text": "Oh nooooooooooo the fight out!!! They’re about to punch your light out!!!!.",
        "hash": "1669274578",
        "saved": true
    },
    {
        "text": "One time I take so much Adderall I remember my birth, my past life, and my near death experience.",
        "hash": "1763713520",
        "saved": true
    },
    {
        "text": "In 7th grade, I go into my friend's email and send an extremely rude message to the vice principal we both hated.",
        "hash": "2929010653",
        "saved": true
    },
    {
        "text": "I havemanaged to drown myself in debt and have no idea what to do.",
        "hash": "445912909",
        "saved": true
    },
    {
        "text": "I work in IT and I purposely mess with my Grandma's computer just so I can see her smile when I fix it for her.",
        "hash": "2011440793",
        "saved": true
    },
    {
        "text": "Everyone think I am be manipulative by say I am suicidal just because I didnt go through with it.",
        "hash": "2891653822",
        "saved": true
    },
    {
        "text": "I don't think I am capable of connect with other people in an intimate way.",
        "hash": "3651738245",
        "saved": true
    },
    {
        "text": "I have never look through my boyfriend’s phone, and don’t think I ever will..",
        "hash": "4069269200",
        "saved": true
    },
    {
        "text": "I am a massage therapist and sometimes I'll pick my nose and eat my booger while I am massage clients.",
        "hash": "1024140323",
        "saved": true
    },
    {
        "text": "I am boycott YouTube because of there crackdown on freedom of speech.",
        "hash": "1740904708",
        "saved": true
    },
    {
        "text": "I have an affair a year ago and the guilt keep me up at night.",
        "hash": "2521503041",
        "saved": true
    },
    {
        "text": "I absolutely loathe a super nice girl I work with who have do nothing to deserve my hatred.",
        "hash": "3962642665",
        "saved": true
    },
    {
        "text": "I buy my female friend a Christmas gift but not for the reason you think...",
        "hash": "4057864844",
        "saved": true
    },
    {
        "text": "I secretly tell Alexa to do thing from the other room when my parent try to use it, and it make me feel proud of myself.",
        "hash": "585444008",
        "saved": true
    },
    {
        "text": "Im cheat on my girlfriend with a pregnant coworker who be engaged.",
        "hash": "543954939",
        "saved": true
    },
    {
        "text": "I go to a therapist just so I can lie to her, I make up an entire fake life story full of fake problem and she waste her time help me with them.",
        "hash": "50475557",
        "saved": true
    },
    {
        "text": "I purposely seek out relationship with girl who might cheat on me.",
        "hash": "1116477538",
        "saved": true
    },
    {
        "text": "I felt myself get internally angry at scientific inaccuracy I find in a Tumblr post about the plague.",
        "hash": "1589716166",
        "saved": true
    },
    {
        "text": "I ruin my life. I am not worth my crush or success. I can't get over this.",
        "hash": "2954303843",
        "saved": true
    },
    {
        "text": "I hate people that in an overt effort to combat racism or other demographic oppression be super racist or hateful towards other demographics.",
        "hash": "1421620350",
        "saved": true
    },
    {
        "text": "The small comment will set me off in a cry rage because i think of everything bad that have happen to me and it make me feel weak.",
        "hash": "3578146268",
        "saved": true
    },
    {
        "text": "I hate my mom and my young sibling and I hate myself for feel that way.",
        "hash": "2058492143",
        "saved": true
    },
    {
        "text": "I fake my asthma in 3rd grade and my parent still don’t know.",
        "hash": "3184400144",
        "saved": true
    },
    {
        "text": "I finally tell my parent about my struggle with depression.",
        "hash": "2318407182",
        "saved": true
    },
    {
        "text": "I just joyfully celebrate some one death for the first time ever.",
        "hash": "419633104",
        "saved": true
    },
    {
        "text": "I do my little brother's science homework and he end up get detention because one of the teacher think my answer be 'wrong'.",
        "hash": "3826003037",
        "saved": true
    },
    {
        "text": "While I am in 4th grade I have a bully so I get him back by secretly eat his lunch.",
        "hash": "2113018903",
        "saved": true
    },
    {
        "text": "I Knowing that !!Iron Man die in End Game!! I really don't want to want to watch it now.",
        "hash": "4275248456",
        "saved": true
    },
    {
        "text": "My confession: I graduate from the police force 6 month ago, and I am just die to shoot someone's aggressive dog - even a mildly aggressive one.",
        "hash": "1734947584",
        "saved": true
    },
    {
        "text": "I’M debate put my one year old and three year old up for adoption.",
        "hash": "1868896507",
        "saved": true
    },
    {
        "text": "My great fear for our wedding be my fiancé's drug addict sibling ruin it.",
        "hash": "4064615191",
        "saved": true
    },
    {
        "text": "I can't stop think about what happen or get work up over it.",
        "hash": "2266699094",
        "saved": true
    },
    {
        "text": "I find out a horrible thing about my friend and idk how to address it with her.",
        "hash": "1628707862",
        "saved": true
    },
    {
        "text": "I imagine be in a relationship with almost every girl I meet.",
        "hash": "2733381084",
        "saved": true
    },
    {
        "text": "I think the columbine shooter might have be good guy if they hadn't do the shooting, and I have start to dress more and more like Eric.",
        "hash": "3600887768",
        "saved": true
    },
    {
        "text": "I am one of the bad employees, but yet I still keep get promoted and recently get a very lucrative job offer.",
        "hash": "818489053",
        "saved": true
    },
    {
        "text": "I let my girlfriend have anything she want from me in bed cuz I always wanna please her.",
        "hash": "2094800747",
        "saved": true
    },
    {
        "text": "Mcdonald'S and my gym share a parking lot. In the last month I haveeaten out more than I haveworked out.",
        "hash": "1985094849",
        "saved": true
    },
    {
        "text": "When I am 17 I purposely beat a man to death and permanently cripple another.",
        "hash": "4079295264",
        "saved": true
    },
    {
        "text": "I make fun of people that think they are good than others because of the way they look.",
        "hash": "1391140657",
        "saved": true
    },
    {
        "text": "I have Dissociative Identity Disorder but I cant tell anyone because they'll think im crazy.",
        "hash": "313205100",
        "saved": true
    },
    {
        "text": "My fitness watch just buzz and congratulate me on reach 250 step within the hour..all while I am sit on my duff and shake a bag of chip into my face.",
        "hash": "2497459227",
        "saved": true
    },
    {
        "text": "I hate him so so much. I wish that he woulds disappear for ever!.",
        "hash": "3692893834",
        "saved": true
    },
    {
        "text": "At school I fart really loudly but everyone think it is this boy and he get send out protest his innocence.",
        "hash": "684467934",
        "saved": true
    },
    {
        "text": "Real old friend get bust for sell drug -- claim he is set up.",
        "hash": "2508264683",
        "saved": true
    },
    {
        "text": "I am too in love with the woman I am cheat on my wife with.",
        "hash": "1529549898",
        "saved": true
    },
    {
        "text": "As a kid and young teenager, I am careless about leave container of old food out until they rotted..",
        "hash": "3975422886",
        "saved": true
    },
    {
        "text": "I Not sure this be the right place for this. Thought of a disturbing revenge plan.",
        "hash": "2866683203",
        "saved": true
    },
    {
        "text": "I have horrid social anxiety and I havebeen drink alcohol to keep me feel normal.",
        "hash": "2843876628",
        "saved": true
    },
    {
        "text": "I steal a lot of art supply from our high school art department.",
        "hash": "3760789303",
        "saved": true
    },
    {
        "text": "I hate middle age people to the extent i scorn them in public private and in business.",
        "hash": "841031418",
        "saved": true
    },
    {
        "text": "Sometimes I wish ill will on my mother in law and I am not sorry.",
        "hash": "4273018601",
        "saved": true
    },
    {
        "text": "Sometimes I want to make an anonymous hate account on instagram or twitter or facebook, against myself so people will feel bad for me and be my friends. .",
        "hash": "443627385",
        "saved": true
    },
    {
        "text": "I can see my parent grow old in front of me and I feel guilty about not be able to do enough.",
        "hash": "3903201365",
        "saved": true
    },
    {
        "text": "People who refer to themselves as a dog’s Mum or Dad make me Sick.",
        "hash": "1730353321",
        "saved": true
    },
    {
        "text": "A Brit call me a racial epithet and I neglect to punch his face.",
        "hash": "3237549569",
        "saved": true
    },
    {
        "text": "My attention span become incredibly short after year of iPhone usage and I hate it.",
        "hash": "291053064",
        "saved": true
    },
    {
        "text": "I put a diaper on my sleep friend and place his hand in a bowl of warm water.",
        "hash": "258546381",
        "saved": true
    },
    {
        "text": "I am really lonely, and I am afraid I won't be afraid when my time come because I have nothing to lose.",
        "hash": "470950786",
        "saved": true
    },
    {
        "text": "I am a cheater who can't communicate his feeling and I hate myself.",
        "hash": "342169471",
        "saved": true
    },
    {
        "text": "I am discharge from therapy today after an intense year of constant monitoring.",
        "hash": "2148932943",
        "saved": true
    },
    {
        "text": "I think I legit hate men. And I don’t think I could love my own hypothetical child if he is a boy.",
        "hash": "4100268883",
        "saved": true
    },
    {
        "text": "Late last year I confess to delete website of former co-worker because she never pay me to host it, and she do some other disrespectful stuff.",
        "hash": "1222390645",
        "saved": true
    },
    {
        "text": "I tell everyone Im vegan. but I cheat and eat egg everyday for breakfast.",
        "hash": "2885425607",
        "saved": true
    },
    {
        "text": "I hate disabled people because they use all the isst park spot.",
        "hash": "3579254471",
        "saved": true
    },
    {
        "text": "I sleep with 10 guys, get STD, cheat on my bf several time and now I can't have child.",
        "hash": "3544784047",
        "saved": true
    },
    {
        "text": "I Taking care of my family be not enough to fulfill me in life.",
        "hash": "3159561734",
        "saved": true
    },
    {
        "text": "I want to be in a relationship but now that I am 2 mo in with my BF I am paranoid I am gonna lose my independence.",
        "hash": "2842699494",
        "saved": true
    },
    {
        "text": "I feel so emotionally hurt by some people, that i just don't care anymore about anyone.",
        "hash": "1665802109",
        "saved": true
    },
    {
        "text": "I am start to think that I might be on the autism spectrum.",
        "hash": "1710101747",
        "saved": true
    },
    {
        "text": "A rant about leave an abusive house into a even more toxic environment.",
        "hash": "2515409415",
        "saved": true
    },
    {
        "text": "I feel like a coward every time I walk past a person in need and don't help.",
        "hash": "4093975111",
        "saved": true
    },
    {
        "text": "On the path to the perfect life and love, but I don't think I am in love with him.",
        "hash": "2496732168",
        "saved": true
    },
    {
        "text": "My mom think she catch me, but she is wrong and she almost catch something else.",
        "hash": "1954421902",
        "saved": true
    },
    {
        "text": "I think I am fall in love with a guy in a casual relationship.",
        "hash": "2465273262",
        "saved": true
    },
    {
        "text": "Some night I leave a bowl of dog food out for all the stray in my neighborhood-but cover it in hot sauce and ghost pepper flake.",
        "hash": "1661349294",
        "saved": true
    },
    {
        "text": "If I ever see a transgender in person I’m go to beat them to a pulp.",
        "hash": "1936464155",
        "saved": true
    },
    {
        "text": "I accidentally drop the phone of a girl in the unflushed toilet.",
        "hash": "3982104368",
        "saved": true
    },
    {
        "text": "I send a really mean, unprofessional email to a nosy coworker after her daughter died.",
        "hash": "1185095501",
        "saved": true
    },
    {
        "text": "I steal my uncle's notebook from his room and what i find inside be shocking.",
        "hash": "809376648",
        "saved": true
    },
    {
        "text": "I am try really hard to get my unread notification to 1k. Idk why. I am at 764 right now, please comment to help lol.",
        "hash": "1206659090",
        "saved": true
    },
    {
        "text": "I Being a transgender woman isn’t easy, I face oppression every day, and today I snap.",
        "hash": "2699567106",
        "saved": true
    },
    {
        "text": "I am motivate by hate in every way, but it help me too much to stop.",
        "hash": "870651862",
        "saved": true
    },
    {
        "text": "I haveadded stranger to my Xbox friend because my friend irl hate me.",
        "hash": "1796020423",
        "saved": true
    },
    {
        "text": "When I have a cat, sometimes I would put off feed it iscause I like hear it is meow.",
        "hash": "3338673390",
        "saved": true
    },
    {
        "text": "I depress confession of a 17 yearold with a bad drug problem.",
        "hash": "2613384570",
        "saved": true
    },
    {
        "text": "I want to watch the NZ shoot Video and find a link but stop because you have to download it and now I am ashamed of myself that I want to watch it.",
        "hash": "3784323967",
        "saved": true
    },
    {
        "text": "I am a computer addict, and because of that I have a low self of steam.",
        "hash": "1764169813",
        "saved": true
    },
    {
        "text": "I find it ironic that this sub sometimes serve as my makeshift blog.",
        "hash": "1304041666",
        "saved": true
    },
    {
        "text": "I hate myself with every fibre of my be and I don't think it will ever get good.",
        "hash": "1863916513",
        "saved": true
    },
    {
        "text": "I make a comment that could've ruin my friend's relationship.",
        "hash": "2622821916",
        "saved": true
    },
    {
        "text": "Approximately 300 people nearly die and i think I am the only one who knows.",
        "hash": "280828617",
        "saved": true
    },
    {
        "text": "I leave my girlfriend of 3 year because she never shave her private part and because she gain weight.",
        "hash": "711009340",
        "saved": true
    },
    {
        "text": "My brother hit my knee with a hammer and have no remorse. It hurt so bad but I hope its not fracture or broken.",
        "hash": "2468095799",
        "saved": true
    },
    {
        "text": "I hate my soon to be ex husband and still want him to suffer.",
        "hash": "2445677964",
        "saved": true
    },
    {
        "text": "I destroy a parking gate in a church lot and drive off, leave it lay on the ground.",
        "hash": "3396738341",
        "saved": true
    },
    {
        "text": "I just crack a joke in my class' groupchat and I am scared to go back there now.",
        "hash": "1555700645",
        "saved": true
    },
    {
        "text": "The only reason I havebeen keep my nail short be to prevent accidental self harm.",
        "hash": "2867666248",
        "saved": true
    },
    {
        "text": "When it isn't my turn to do the dishes, I sneak into the kitchen and wash the knife so my fiancée can't cut herself by accident.",
        "hash": "2334731799",
        "saved": true
    },
    {
        "text": "I know my student bully this girl, but I find that she bring it onto herself so I don't do anything.",
        "hash": "45884248",
        "saved": true
    },
    {
        "text": "I hope that when my last roommate dies, she is alone and afraid.",
        "hash": "3780253339",
        "saved": true
    },
    {
        "text": "I secretly wish harm upon driver who obnoxiously pass me in a no-passing zone and when I am go the speed limit.",
        "hash": "3944884236",
        "saved": true
    },
    {
        "text": "I play with my fiance's soul patch while he sleep to be a ventriloquist.",
        "hash": "2752387574",
        "saved": true
    },
    {
        "text": "I knowingly have a half eaten burrito under my bed for about 2 month now, and I refuse to clean it.",
        "hash": "3850576576",
        "saved": true
    },
    {
        "text": "Had a Massage on a Well-Known Cruise Line and Had My Lady Parts Stroked.",
        "hash": "1893341299",
        "saved": true
    },
    {
        "text": "I Listening to my classmate struggle over material I know secretly make me feel superior.",
        "hash": "3289587931",
        "saved": true
    },
    {
        "text": "My bad fear be touch foot with the person who's desk be face mine.",
        "hash": "131012382",
        "saved": true
    },
    {
        "text": "I saw a kid be physically abused, but I think it is normal because that's how I am raised.",
        "hash": "2313494329",
        "saved": true
    },
    {
        "text": "When in th shower I usually only apply shower gel to my arms.",
        "hash": "2902070808",
        "saved": true
    },
    {
        "text": "I hide in the bathroom when I can’t take life. My parent think something’s wrong with me medically.",
        "hash": "3055757006",
        "saved": true
    },
    {
        "text": "I havebeen kidnap and try to find my way out of this large basement.",
        "hash": "1103370329",
        "saved": true
    },
    {
        "text": "I use to view meme from an Instagram user call Ifunny meme.",
        "hash": "1882526984",
        "saved": true
    },
    {
        "text": "I have be cut myself for 7 year and now I have a permanent raise scar from it.",
        "hash": "457448187",
        "saved": true
    },
    {
        "text": "I physically hit my wife. She is from a wealthy family and grow up not have learn typical thing woman must do.",
        "hash": "2277123995",
        "saved": true
    },
    {
        "text": "I Reading all these story about bad relationships, cheating, abuse, etc. be make me scared of commitment.",
        "hash": "3353945480",
        "saved": true
    },
    {
        "text": "Someone pull out in front of me on the highway a month ago and I am now afraid of driving.",
        "hash": "3022331835",
        "saved": true
    },
    {
        "text": "I want to choke that one user on this sub out between my thighs.",
        "hash": "3792705279",
        "saved": true
    },
    {
        "text": "I don't take selfies or pose in photo with anyone anymore because I hate how I look now.",
        "hash": "1914642241",
        "saved": true
    },
    {
        "text": "I get a whole family kick out of How To Train Your Dragon 3: The Hidden World.",
        "hash": "409016932",
        "saved": true
    },
    {
        "text": "I am allergic to water, and sometimes I drink plain water to have an allergic reaction since I enjoy the feeling of it.",
        "hash": "3915917911",
        "saved": true
    },
    {
        "text": "When people look at me like I’m some shy, quiet, weak person with low self esteem, I want to show them who I really am. They laugh and then they feared.",
        "hash": "3748673285",
        "saved": true
    },
    {
        "text": "I am tire of all the hate in the world and like to imagine what it would be like if everyone find mutual ground and get along.",
        "hash": "3911724208",
        "saved": true
    },
    {
        "text": "I blow my load in my girlfriend hair and didn’t tell her about it on her lunch break.",
        "hash": "1854283709",
        "saved": true
    },
    {
        "text": "You know they say all men be create equal, but you look at me and you look at Samoa Joe and you can see that statement be not true.",
        "hash": "3901828660",
        "saved": true
    },
    {
        "text": "I am a inch away from ruin two girl best friend lifelong relationship.",
        "hash": "1737234813",
        "saved": true
    },
    {
        "text": "My brother’s seizure be back and I can’t help but laugh at the result.",
        "hash": "992812079",
        "saved": true
    },
    {
        "text": "I want a girl to push me against the wall and force me to make out with her while I just take it with tear run down my face.",
        "hash": "2557029258",
        "saved": true
    },
    {
        "text": "I’Ve be marry for four years. I love my wife. I love, absolutely adore, our daughter, but I will never stop think about ‘her’ and what could have been.",
        "hash": "3043244554",
        "saved": true
    },
    {
        "text": "Now that it is get cold I vape in the bathroom at work several time a day.",
        "hash": "3362789872",
        "saved": true
    },
    {
        "text": "I hire someone to threaten my father so that he stop his addiction from alcoholic drinks.",
        "hash": "2921996442",
        "saved": true
    },
    {
        "text": "I use to work at Disneyland and find a way to steal cash regularly.",
        "hash": "514791395",
        "saved": true
    },
    {
        "text": "I There be a puddle on the road by this bus stop and I purposefully drive through it and soak a child and his mother wait for the bus.",
        "hash": "1781739390",
        "saved": true
    },
    {
        "text": "When people post crooked, sloppy photo online I save them, edit, straighten, adjust the color and lighting, and then do absolutely nothing with it afterwards.",
        "hash": "3873847770",
        "saved": true
    },
    {
        "text": "My mom do thing to me that I absolutely hate but always try to justify it by say she is my mother.",
        "hash": "3233882914",
        "saved": true
    },
    {
        "text": "I hate it when my friend want to hang out just to play PS4.",
        "hash": "1795953776",
        "saved": true
    },
    {
        "text": "I inherit fund from a trust that have million of dollar steal from it.",
        "hash": "2212895061",
        "saved": true
    },
    {
        "text": "I have enough self control to quit smoke without any NRT but not enough self control to lose weight.",
        "hash": "809706637",
        "saved": true
    },
    {
        "text": "I create fake IDs for the sole purpose of return thing at Walmart all while look for a steady job.",
        "hash": "3028427484",
        "saved": true
    },
    {
        "text": "Straight people disgust me and the LGBT+ community will rule America soon.",
        "hash": "4115864253",
        "saved": true
    },
    {
        "text": "I sometimes think of post confession here but I get worried my grammar get criticize.",
        "hash": "1096687429",
        "saved": true
    },
    {
        "text": "I am an arrogant poker shark and I lose my shirt. Literally.",
        "hash": "2102859052",
        "saved": true
    },
    {
        "text": "I lie to my boyfriend about be on birth control to get pregnant.",
        "hash": "3788642072",
        "saved": true
    },
    {
        "text": "I am project my own infidelity on my gf. And it hurt to suffer from constant jealousy.",
        "hash": "770187025",
        "saved": true
    },
    {
        "text": "I am a smoker, when I get cancer I will not pay for treatment.",
        "hash": "2309952866",
        "saved": true
    },
    {
        "text": "No one know the 'real' me because I present a different version of myself to every single person I meet.",
        "hash": "2141791506",
        "saved": true
    },
    {
        "text": "I don't think I am go to be able to get my master's degree and I don't know how to tell my folk.",
        "hash": "263528579",
        "saved": true
    },
    {
        "text": "I will NEVER help a republican with anything and neither should you.",
        "hash": "824252523",
        "saved": true
    },
    {
        "text": "I go without eat for most of the day, then binge on the most unhealthy food, and over-eat to the point of discomfort.",
        "hash": "2327783892",
        "saved": true
    },
    {
        "text": "Last night a guy take advantage of me yet again and idk how i even feel or what to do with myself.",
        "hash": "2900632191",
        "saved": true
    },
    {
        "text": "I wish there be another holocaust so I could save some Jewish women.",
        "hash": "1253841034",
        "saved": true
    },
    {
        "text": "I almost hit a kid in the parking lot at the park yesterday.",
        "hash": "2096502103",
        "saved": true
    },
    {
        "text": "My deep fear be that people will continue to reject me when they get close enough to see how depressed I am.",
        "hash": "1165436585",
        "saved": true
    },
    {
        "text": "I am too obsess with my partner to the point I already want to marry them after only a few month.",
        "hash": "2780898001",
        "saved": true
    },
    {
        "text": "I have the sweet revenge on one of my school bully ever by put his name on a bomb threat as a signature which in turn end up on news.",
        "hash": "1577398076",
        "saved": true
    },
    {
        "text": "I have always resent my sibling because I feel they ruin my relationship with my mom.",
        "hash": "789585668",
        "saved": true
    },
    {
        "text": "My girlfriend ask me out and I couldn't say no, but I don't think I truly love her.",
        "hash": "3177061538",
        "saved": true
    },
    {
        "text": "I hit a 4-6 year old child in the face with a snowball from 100+ foot away.",
        "hash": "2550208681",
        "saved": true
    },
    {
        "text": "A co-worker I am in love with quit last week, but I am engaged.",
        "hash": "2953713029",
        "saved": true
    },
    {
        "text": "I havebeen help myself to my son's adhd medication and I don't know how to stop.",
        "hash": "2097224766",
        "saved": true
    },
    {
        "text": "I break my own foot because my mother didn't believe me that it hurt.",
        "hash": "1504188565",
        "saved": true
    },
    {
        "text": "I am nota racist but every time I drink I yell racial slur at people from my apartment window.",
        "hash": "650125773",
        "saved": true
    },
    {
        "text": "I think my wife be go to tell me she want a divorce and I couldn’t be happier.",
        "hash": "1743854769",
        "saved": true
    },
    {
        "text": "My family hat me and it’s just because they’re mentally ill.",
        "hash": "531175701",
        "saved": true
    },
    {
        "text": "I am gonna choke slam the next guy who passive-aggressively hit on me.",
        "hash": "2038896996",
        "saved": true
    },
    {
        "text": "Sometimes it hurt to be crush hard on a guy with a girlfriend. Involves static electricity and roll office chairs.",
        "hash": "1352346024",
        "saved": true
    },
    {
        "text": "My friend all hate one of our former friend and start to insult her after she move.",
        "hash": "3789102563",
        "saved": true
    },
    {
        "text": "The only time I feel any sort of empathy or sadness be when I am high.",
        "hash": "1801001061",
        "saved": true
    },
    {
        "text": "I have a huge fight with my bff, but I am cant stand her anymore.",
        "hash": "3540915792",
        "saved": true
    },
    {
        "text": "I wanna run away, somewhere, anywhere but home, to find a new home.",
        "hash": "723654550",
        "saved": true
    },
    {
        "text": "I am obsess with the idea of be a serial impregnator, but I don't want to ruin anyone's life.",
        "hash": "4058652805",
        "saved": true
    },
    {
        "text": "My great aunt die and my dad lose his leg to flesh eat bacteria.",
        "hash": "3586594413",
        "saved": true
    },
    {
        "text": "I have find the fast way to ruin your life be to chase your dreams.",
        "hash": "508106694",
        "saved": true
    },
    {
        "text": "I’M sacred that someone be go to have to shoot up the NRA convention for anything to change.",
        "hash": "2088510057",
        "saved": true
    },
    {
        "text": "I have such bad ptsd from my ex abuse me for month that anytime I am alone I think someone in my house or try to break in.",
        "hash": "1214196450",
        "saved": true
    },
    {
        "text": "I start wear diaper by choice because I’m too lazy to use the bathroom, and now I can’t stop.",
        "hash": "3609207835",
        "saved": true
    },
    {
        "text": "Whenever I am in a relationship I don't want to be in anymore, I secretly hope they cheat on me.",
        "hash": "1538335113",
        "saved": true
    },
    {
        "text": "My obsession hurt others around me. It is also my fetish, but it go far deep than that.",
        "hash": "1752833753",
        "saved": true
    },
    {
        "text": "I call the cop on my Aunty for not feed her kid and have them clean the house at 11P.M on a school night.",
        "hash": "1844585405",
        "saved": true
    },
    {
        "text": "I Joined a prestigious university by cheat and my life have never be worse.",
        "hash": "286137158",
        "saved": true
    },
    {
        "text": "Nothing would make me happier, then set down in front of city hall open a gasoline tank and dose myself a flame.",
        "hash": "4016187423",
        "saved": true
    },
    {
        "text": "I Traded handjobs with my best friend in middle school. I don’t regret the act, but I do regret that it ruin our friendship.",
        "hash": "1153904030",
        "saved": true
    },
    {
        "text": "I Is get off to people that cheat on their SO with me a bad thing?.",
        "hash": "94443191",
        "saved": true
    },
    {
        "text": "My ex-girlfriend make up a fake stalker account on Instagram to harass me.",
        "hash": "3962378941",
        "saved": true
    },
    {
        "text": "I find out my pastor be a white supremacist during a church lock in.",
        "hash": "1200429168",
        "saved": true
    },
    {
        "text": "Some guy monkey stomp my transgender wife and we are sue him for $1.5 million for hate crime.",
        "hash": "837296362",
        "saved": true
    },
    {
        "text": "I take advantage of my childhood friend while he is deunk and I think i ruin his daughter’s home.",
        "hash": "3930530866",
        "saved": true
    },
    {
        "text": "Bone have be poke out of my gum for week and im too scar to get it check.",
        "hash": "2832013630",
        "saved": true
    },
    {
        "text": "Until last night, I use to say the n-word a lot, and I claim I wasn’t racist.",
        "hash": "1181817832",
        "saved": true
    },
    {
        "text": "I’M in love with a man who cheat on his girlfriend of 7 year with me, and I didn’t even know till recently.",
        "hash": "3634636937",
        "saved": true
    },
    {
        "text": "When I am sick, I like to spit a huge loogie into the family chip dip.",
        "hash": "1076959238",
        "saved": true
    },
    {
        "text": "I hate furrys and even create a Instagram where I pretend to be a furry and troll this guy from my school who be a furry.",
        "hash": "1154231063",
        "saved": true
    },
    {
        "text": "I have be eat junk food for the past month and it feel horrible, horrible.",
        "hash": "3284474409",
        "saved": true
    },
    {
        "text": "I Thinking back I don't know if I am desensitize due to childhood abuse or have sociopathic tendency.",
        "hash": "30221354",
        "saved": true
    },
    {
        "text": "I just take the maiden voyage on the new toilet seat I instal earlier.",
        "hash": "1990662427",
        "saved": true
    },
    {
        "text": "I peak at my friend's sister take a shower for years. I use the peephole he make to watch his brother.",
        "hash": "762913791",
        "saved": true
    },
    {
        "text": "My mother-in-law think I am autistic, and I let her because it is just easier.",
        "hash": "917248848",
        "saved": true
    },
    {
        "text": "I think it is funny when rich people complain on how they get treated.",
        "hash": "2103843165",
        "saved": true
    },
    {
        "text": "I obsessively google my ex’s mugshot every time he go to jail.",
        "hash": "694032453",
        "saved": true
    },
    {
        "text": "I Almost gun down some hiker while work in the marijuana industry.",
        "hash": "465770559",
        "saved": true
    },
    {
        "text": "I am 26, lose sanity. I use drug and people to stay afloat.",
        "hash": "965809134",
        "saved": true
    },
    {
        "text": "I Found out my girlfriend of 5 year make out with a coworker. I have be cheat on her for a month.",
        "hash": "1943740803",
        "saved": true
    },
    {
        "text": "My cat die in my arm today and it is the saddest ive ever be.",
        "hash": "2295338255",
        "saved": true
    },
    {
        "text": "I go to extra length to hold door open for old men to spite my entitle mother even though she is in another state.",
        "hash": "629811489",
        "saved": true
    },
    {
        "text": "I think about cheat on my husband more than i should but hear me out.",
        "hash": "1568872585",
        "saved": true
    },
    {
        "text": "I just catch my dad cheating and idk how to tell mom about it so I have be keep it to myself for a week now.",
        "hash": "4289144180",
        "saved": true
    },
    {
        "text": "An old woman may or may not have call the police on me and my parent still don’t know.",
        "hash": "1754603557",
        "saved": true
    },
    {
        "text": "We Need a Little Bit of Fascism in America To Vanquish the Cucks.",
        "hash": "3501856325",
        "saved": true
    },
    {
        "text": "I cheat on my girlfriend of 4 year and lie about it for 5 months.",
        "hash": "3789428314",
        "saved": true
    },
    {
        "text": "I’M Trying To Ruin My Lungs With Silica Dust To Satisfy My Lung Damage Fetish.",
        "hash": "2574130274",
        "saved": true
    },
    {
        "text": "I attempt to sabotage an already failed relationship just for good measure.",
        "hash": "420944848",
        "saved": true
    },
    {
        "text": "A high school bully die at a car crash and I am relieve and frustrated.",
        "hash": "1888622812",
        "saved": true
    },
    {
        "text": "As an excuse for the day off of work, I tell my manager that my mother have died.",
        "hash": "2092637247",
        "saved": true
    },
    {
        "text": "I graduate university a year ago but I still wake up with panic attack think I have assessment due.",
        "hash": "4284097479",
        "saved": true
    },
    {
        "text": "I throw a stone and it hit a disabled kid square in the face.",
        "hash": "2443384116",
        "saved": true
    },
    {
        "text": "In a long distance relationship, but I havebeen cheat and I don't feel even slightly bad. help.",
        "hash": "1342579047",
        "saved": true
    },
    {
        "text": "In my last school, everyone think I am really smart, truth is, I am just good at memorize stuff and bullshit my way out of things.",
        "hash": "3575787143",
        "saved": true
    },
    {
        "text": "I tell my dad that my best friend die so I wouldn’t have to go to work the next day.",
        "hash": "891297531",
        "saved": true
    },
    {
        "text": "I am leave for work, heckle a large rottweiler and get my Ferragamo loafer chew up.",
        "hash": "3375897988",
        "saved": true
    },
    {
        "text": "I could care less about Christmas and certainly don't want to have to see my family.",
        "hash": "81927725",
        "saved": true
    },
    {
        "text": "After 5+ year of gradually erode away my interpersonal relationship and strictly limit my social interactions, I can finally admit..",
        "hash": "2527604866",
        "saved": true
    },
    {
        "text": "I watch Girl Meets World because I think those two kid be so hot. But I am 26.",
        "hash": "743709187",
        "saved": true
    },
    {
        "text": "I feel suffocated. I am not in love with you. And i think I have to leave you. It will a tonne of courage. But I have to do it.",
        "hash": "3359779538",
        "saved": true
    },
    {
        "text": "I am so annoyed that people I know treat be single like an illness.",
        "hash": "531109835",
        "saved": true
    },
    {
        "text": "I There’s some people I hate so much, that I’d be able to watch them bleed out in front of me.",
        "hash": "130687892",
        "saved": true
    },
    {
        "text": "I go to my friend’s sleepover when I am 13 and basically force my family to pick me up.",
        "hash": "2971475934",
        "saved": true
    },
    {
        "text": "I start work on a scientific project in my uni to try to diminish my drug use and depression.",
        "hash": "725164502",
        "saved": true
    },
    {
        "text": "I do lot of WPM type test while I am at work to make it seem like I am always really busy.",
        "hash": "1642667758",
        "saved": true
    },
    {
        "text": "I’M lose physical attraction to my girlfriend and I’m not sure how to handle it.",
        "hash": "2098339878",
        "saved": true
    },
    {
        "text": "When I am 8 I decapitate hundred of monarch butterfly by rip their wing off.",
        "hash": "4053146343",
        "saved": true
    },
    {
        "text": "I steal headphone from my co-worker at my internship nearly every week.",
        "hash": "2778339889",
        "saved": true
    },
    {
        "text": "I haveseen a few ISIS beheading video and as a Sword Enthusiast I am shock by their lack of proper weapon or technique.",
        "hash": "2864589326",
        "saved": true
    },
    {
        "text": "I tell my parent that I amlieved in Santa long after I stop believe so I could continue get presents.",
        "hash": "349971472",
        "saved": true
    },
    {
        "text": "Nobody in my life seem to truly care about me? They all cause me pain?.",
        "hash": "2389055720",
        "saved": true
    },
    {
        "text": "I like to abuse the Agar.io game. I like to advertise stuff through username.",
        "hash": "139664219",
        "saved": true
    },
    {
        "text": "I only find it acceptable if people be be passive aggressive when it come to customer service or anything relate to work.",
        "hash": "1867000904",
        "saved": true
    },
    {
        "text": "Am I ready to enter another relationship after abuse my ex-wife 10 year ago?.",
        "hash": "846928676",
        "saved": true
    },
    {
        "text": "Every time i hear a plane go by i think its a nuke thats go to drop in my city.",
        "hash": "1198529383",
        "saved": true
    },
    {
        "text": "I’M near my final year of medical school and have almost no desire to be a doctor.",
        "hash": "845684361",
        "saved": true
    },
    {
        "text": "The barrier that tell me to hurt myself isnt okay isnt there anymore.",
        "hash": "1901533540",
        "saved": true
    },
    {
        "text": "My inability to hold one on one conversation be ruin my life.",
        "hash": "3013482027",
        "saved": true
    },
    {
        "text": "When I am a child, I think Elvis Presley be an elf and only exist in fantasy lore.",
        "hash": "1904680005",
        "saved": true
    },
    {
        "text": "Regular fantasy about wife and kid die and hook up with wife's best friend.",
        "hash": "214637290",
        "saved": true
    },
    {
        "text": "I can feel myself become dependent on drinking, drug &amp; smoke but I can’t stop.",
        "hash": "4175634050",
        "saved": true
    },
    {
        "text": "I have start a collection of all the BIC lighter i will use to burn herb during my college career.",
        "hash": "2737513128",
        "saved": true
    },
    {
        "text": "My son think I front a some band call Nirvana in the 1990s.",
        "hash": "1685459912",
        "saved": true
    },
    {
        "text": "I hope everyone who support the death penalty get wrongfully convict and send to death row.",
        "hash": "459743693",
        "saved": true
    },
    {
        "text": "I hang out with some drug dealer yell at college kid and I enjoy it.",
        "hash": "1047730137",
        "saved": true
    },
    {
        "text": "After the ups and down of acne, I think now that I hate myself more than ever.",
        "hash": "748297012",
        "saved": true
    },
    {
        "text": "Bunch of people be planning, include me to beat someone up.",
        "hash": "2035094803",
        "saved": true
    },
    {
        "text": "I am married, but in love with a married co-worker of a different race.",
        "hash": "1984895216",
        "saved": true
    },
    {
        "text": "I get a massage with a happy ending, the hotel can check my full details, and I feel bad.",
        "hash": "1797267089",
        "saved": true
    },
    {
        "text": "I want to tell people I struggle with Anorexia but be currently “not thin enough” to convince anyone how severe it’s gotten.",
        "hash": "2444505739",
        "saved": true
    },
    {
        "text": "I can't study without the help of prescription drugs, and I am not sure I can give them up.",
        "hash": "3662290967",
        "saved": true
    },
    {
        "text": "I burn down an entire wooded park and keep it a secret for nearly 10 years.",
        "hash": "4010940992",
        "saved": true
    },
    {
        "text": "I am quite good and enjoy use the Internet to find out everything about people.",
        "hash": "1743133895",
        "saved": true
    },
    {
        "text": "I want to live somewhere where it is easy to meet transwomen.",
        "hash": "2868254294",
        "saved": true
    },
    {
        "text": "I am 18, and have only ever kiss one girl who I think about every day.",
        "hash": "808589289",
        "saved": true
    },
    {
        "text": "I have a deep fear of drive and I am afraid I'll never be independent because of it.",
        "hash": "2917014720",
        "saved": true
    },
    {
        "text": "I stop talk to a friend after she ask me why I amtrayed her trust.",
        "hash": "29038402",
        "saved": true
    },
    {
        "text": "I didn't celebrate Christmas and won't be celebrate New Year, but I am okay with that as long as I am with my family.",
        "hash": "1616652404",
        "saved": true
    },
    {
        "text": "I have deliberately abuse of dozen of girl when they are sleep.",
        "hash": "3632469687",
        "saved": true
    },
    {
        "text": "My ex cheat on me so I sign her up for a sugar daddy site without her know.",
        "hash": "3435665981",
        "saved": true
    },
    {
        "text": "I Estranged from worthless father who deserve a slow death, part II.",
        "hash": "1615730795",
        "saved": true
    },
    {
        "text": "I take two Xanax and be finish a bottle of wine. Please let me sleep tonight, universe.",
        "hash": "812261047",
        "saved": true
    },
    {
        "text": "I think I might have lung cancer from smoke but I am such a coward that I can't go to the doctor.",
        "hash": "1826890099",
        "saved": true
    },
    {
        "text": "I lose a present from my girlfriend and buy a replacement without tell her.",
        "hash": "95230821",
        "saved": true
    },
    {
        "text": "I’M use a girl to cover up get my heart broken, and it’s go to end horribly for me.",
        "hash": "2455838748",
        "saved": true
    },
    {
        "text": "I think my brother's family be seriously mistreat their pets..",
        "hash": "3394967251",
        "saved": true
    },
    {
        "text": "I think the portrayal of DMV employee as sloth in Zootopia be the most accurate portrayal of DMV employee ever capture on film.",
        "hash": "1939942899",
        "saved": true
    },
    {
        "text": "I intentionally eat spicy food before bed so I can have weird nightmares.",
        "hash": "3647019640",
        "saved": true
    },
    {
        "text": "I make you lose your baby and didn't even give you a chance.",
        "hash": "2177963257",
        "saved": true
    },
    {
        "text": "I still want to play minecraft in high school, but i know im go to get fried.",
        "hash": "806099747",
        "saved": true
    },
    {
        "text": "It really anger me when I see fat people eat unhealthy food.",
        "hash": "2236355936",
        "saved": true
    },
    {
        "text": "When I am in my twenties, instead of wash my sock and boxer I would just throw them away and buy new.",
        "hash": "285746120",
        "saved": true
    },
    {
        "text": "Since we are confess about sitcoms, I lose respect for anyone who like 'How I Met Your Mother' and 'Big Bang Theory'.",
        "hash": "2340038740",
        "saved": true
    },
    {
        "text": "I havemade a lot of bad choice recently and I don't think I can stop.",
        "hash": "1044191143",
        "saved": true
    },
    {
        "text": "People Who Disrespect The Flag Should Be Put To Death For Treason.",
        "hash": "102766286",
        "saved": true
    },
    {
        "text": "I have a dream I cheat on my girlfriend, and it is amazing.",
        "hash": "1383011388",
        "saved": true
    },
    {
        "text": "I Ending my life today and can't get over the guilt of hurt my sister.",
        "hash": "1552357550",
        "saved": true
    },
    {
        "text": "If I outlive my dog, I don’t think I’ll be able to continue on.",
        "hash": "1073944782",
        "saved": true
    },
    {
        "text": "My ex girlfriend be in jail for stab a cab driver and shooting at a police officer.",
        "hash": "3453820264",
        "saved": true
    },
    {
        "text": "I enjoy make water allergy ''sufferers'' look like complete idiot and create shitposts so people won't take future ''sufferers'' seriously.",
        "hash": "3096457849",
        "saved": true
    },
    {
        "text": "I frequently like to make myself throw-up if I get full, or so I can eat more food.",
        "hash": "3712031981",
        "saved": true
    },
    {
        "text": "I don't think I am a sociopath or psychopath. Apparently, others do..",
        "hash": "1163073608",
        "saved": true
    },
    {
        "text": "I am physically and mentally sick, and I would rather he homeless than spend another day be abuse by my wife's family.",
        "hash": "3652266564",
        "saved": true
    },
    {
        "text": "I come to the party way to early the first time I have an intimate moment.",
        "hash": "3515226720",
        "saved": true
    },
    {
        "text": "Wife find out I cheat a couple of time while we are dating, now she want a divorce.",
        "hash": "3137543417",
        "saved": true
    },
    {
        "text": "I am somewhat of a hypocrite for post mock content on the internet about people who stoop to low of humanity on the internet.",
        "hash": "985607671",
        "saved": true
    },
    {
        "text": "Ex manipulate his power to berate me over anger issue that be always his own.",
        "hash": "1302535176",
        "saved": true
    },
    {
        "text": "I sleep with this girl I meet at the club last night and when I wake up this morning she is go and so be my wallet.",
        "hash": "425404443",
        "saved": true
    },
    {
        "text": "I always say ‘Requiescat in pace’ whenever I see anyone have die thanks to assasins creed.",
        "hash": "3382453199",
        "saved": true
    },
    {
        "text": "I hurt and cut contact with my best friends, still regret it year later.",
        "hash": "2956466692",
        "saved": true
    },
    {
        "text": "The only way I can stop my feeling of detachment from the world be to self harm.",
        "hash": "2107579503",
        "saved": true
    },
    {
        "text": "I won't be friend with anyone who still live at home at 30+.",
        "hash": "2180584563",
        "saved": true
    },
    {
        "text": "My girlfriend have your anniversary date wrong, and I don't have the heart to tell her she is wrong.",
        "hash": "887759844",
        "saved": true
    },
    {
        "text": "I accidentally mow down my best friend dad in a mosh pit a few yeats ago.",
        "hash": "3351976385",
        "saved": true
    },
    {
        "text": "I am intentionally put myself in a position to become a drug addict.",
        "hash": "1550457008",
        "saved": true
    },
    {
        "text": "I drop a water jug and break it. I am so mad at myself I put a cigarette out on my skin.",
        "hash": "590421493",
        "saved": true
    },
    {
        "text": "I don’t interact often with my sister because she sell Plexus, lipstick and other MLMs.",
        "hash": "85139744",
        "saved": true
    },
    {
        "text": "I never pursue relationship because I always just assume whoever I am attract to already have a significant other.",
        "hash": "2189306393",
        "saved": true
    },
    {
        "text": "I am afraid to leave my apartment because I think the zionist satellite ray will read my thought.",
        "hash": "2824086351",
        "saved": true
    },
    {
        "text": "One of the most toxic friend I’ve ever have reach out to me, and I couldn’t help but take the bait.",
        "hash": "3103466980",
        "saved": true
    },
    {
        "text": "I have this grotesque desire to be a victim of childhood abuse.",
        "hash": "3595507385",
        "saved": true
    },
    {
        "text": "As I grow up, I am taught not to like Indian people. But the truth be that I respect and love their extensive culture and heritage.",
        "hash": "2616012377",
        "saved": true
    },
    {
        "text": "Tifu didn't want it, so here's the story of me beat some kid up in a public bathroom and get arrest on Friday.",
        "hash": "1265051277",
        "saved": true
    },
    {
        "text": "I cheat on my twin brother with his girlfriend. And I think now she is pregnant with my baby.",
        "hash": "290595093",
        "saved": true
    },
    {
        "text": "Before I get addict to Minecraft I think it is call Mindcraft.",
        "hash": "2749240740",
        "saved": true
    },
    {
        "text": "When I am at work I pretend to wash my hand after pooping just in case I am be watched.",
        "hash": "696327719",
        "saved": true
    },
    {
        "text": "I scream at a Little Girl for tripping, make me trip, and make me lose a race.",
        "hash": "634788530",
        "saved": true
    },
    {
        "text": "I can’t find a will to live anymore. I have no willpower or strength leave in me.",
        "hash": "151854660",
        "saved": true
    },
    {
        "text": "All my friend be too scared to sleep over because of my abusive mother.",
        "hash": "2382305690",
        "saved": true
    },
    {
        "text": "Two Of My Friends Are Fighting,because I misunderstand one.",
        "hash": "1726878983",
        "saved": true
    },
    {
        "text": "I enjoy ruin a woman's reputation because she is a fraudster.",
        "hash": "2859013672",
        "saved": true
    },
    {
        "text": "I think I just realize that I am only attracted to abusive women..",
        "hash": "167188349",
        "saved": true
    },
    {
        "text": "I Esgtranged from farther who be die and I couldn't care less...",
        "hash": "3737523725",
        "saved": true
    },
    {
        "text": "I make cam girl think I am go private, and then disconnect.",
        "hash": "1507136659",
        "saved": true
    },
    {
        "text": "I bite myself out of selfharm, it bruise and i keep bruise it without my SO knowing.",
        "hash": "4116782591",
        "saved": true
    },
    {
        "text": "I’M 15 and trans, and I despise the far left and the far right.",
        "hash": "4042790566",
        "saved": true
    },
    {
        "text": "I haveghosted everyone who invite me over to watch the Super Bowl because I don't want to break my diet.",
        "hash": "3431277899",
        "saved": true
    },
    {
        "text": "I Think Modern Day Feminism Is Cancer And It is Destroying Relationships In The Western World.",
        "hash": "153100570",
        "saved": true
    },
    {
        "text": "I am secretly go to massage parlor for happy endings..girlfriend have no idea.",
        "hash": "1528372290",
        "saved": true
    },
    {
        "text": "Kid make a bet to see who could get the long in snake, I win and he rip the dollar bill in half.",
        "hash": "821174466",
        "saved": true
    },
    {
        "text": "I hate it when people undermine my hardwork and success by say its because you are asian.",
        "hash": "2932088922",
        "saved": true
    },
    {
        "text": "I havewatched Friends before go to bed for the past 6 year and don't plan on stopping.",
        "hash": "726605392",
        "saved": true
    },
    {
        "text": "I work for the most hated internet publish company in the world.finally quit 2 month ago but nobody know.",
        "hash": "4120389223",
        "saved": true
    },
    {
        "text": "Today I drive around the block and lose the love of my life.",
        "hash": "2311591200",
        "saved": true
    },
    {
        "text": "I spend a lot of time on Twitter and sub for thing I strongly disagree with, because it distract me from hat myself by let me hate other people instead.",
        "hash": "670316180",
        "saved": true
    },
    {
        "text": "I see absolutely nothing wrong with gold digging and I think men be just jealous of woman who can pull it off.",
        "hash": "3008374686",
        "saved": true
    },
    {
        "text": "I havebecome infatuation with a colleague - Married, 2 kids..",
        "hash": "2946766143",
        "saved": true
    },
    {
        "text": "People have no idea how much a smile can actually hide, say I am fine be just another way to cover up the pain, and the feeling of be useless haunt you.",
        "hash": "4048958865",
        "saved": true
    },
    {
        "text": "Pregnancy clinic hire volunteer to harass pregnant people seek free help, then refuse me services.",
        "hash": "545268843",
        "saved": true
    },
    {
        "text": "I cheat my on girlfriend with my best friend's girlfriend..",
        "hash": "2033456444",
        "saved": true
    },
    {
        "text": "I think fat people should lose some weight for health reason.",
        "hash": "2944079449",
        "saved": true
    },
    {
        "text": "I’M a pizza delivery driver and I intentionally say “Enjoy” to every customer as I’m leave because I think it’s funny when they say “you too”.",
        "hash": "35798757",
        "saved": true
    },
    {
        "text": "I cut myself again last night and can't tell my roommate about it.",
        "hash": "314644373",
        "saved": true
    },
    {
        "text": "My disabled old half brother break into my house in the middle of the night.",
        "hash": "532290365",
        "saved": true
    },
    {
        "text": "I think about cheat on my mentally sick girlfriend every moment I’m alive and I’m go insane consider it.",
        "hash": "2541627608",
        "saved": true
    },
    {
        "text": "The day my son come out I bash him and kick him to the kurb.",
        "hash": "1925387408",
        "saved": true
    },
    {
        "text": "I want to pick a fight with my parent for not be there for me more often.",
        "hash": "2974751162",
        "saved": true
    },
    {
        "text": "I go into the work bathroom to take little 10 to 20 minute power naps when I am fall asleep on the desk.",
        "hash": "1744643068",
        "saved": true
    },
    {
        "text": "I am tire of my sister-in-law and wish we never try to help her have a good life.",
        "hash": "2258967622",
        "saved": true
    },
    {
        "text": "I get a massive sense of relief when I see my friend on Discord because that mean she is not out with others.",
        "hash": "940844726",
        "saved": true
    },
    {
        "text": "My husband eclipse every part of my life and I’m struggle with self worth issue.",
        "hash": "4129758928",
        "saved": true
    },
    {
        "text": "I always correct others when they are wrong or when I think they are wrong.",
        "hash": "337386298",
        "saved": true
    },
    {
        "text": "Why my partner can’t seem to understand me and my feeling after 1 and a half of relationship?.",
        "hash": "3566084908",
        "saved": true
    },
    {
        "text": "I find people who have the Darwin sign and science bumper sticker as ignorant as the fish bumper sticker for Jesus.",
        "hash": "1629301178",
        "saved": true
    },
    {
        "text": "I take premium Snapchat picture from girl and send it to their parent and create my own fake premium snapchat of them.",
        "hash": "4159122139",
        "saved": true
    },
    {
        "text": "I havebeen set my powered wheelchair to full power, then close my eye and see how far I can go before open them.",
        "hash": "3800573874",
        "saved": true
    },
    {
        "text": "I think about withdraw what money I can from my account and disappearing for good.",
        "hash": "3549109715",
        "saved": true
    },
    {
        "text": "I’M still celebrate my victory tonight by drink many many beer with my buddy.",
        "hash": "3449822679",
        "saved": true
    },
    {
        "text": "I flip off an old woman with dementia to her face while she is garden.",
        "hash": "1714100392",
        "saved": true
    },
    {
        "text": "In HS my captain position on the cheerleading team be in jeopardy so i rat out my competition.",
        "hash": "938680819",
        "saved": true
    },
    {
        "text": "Now that I am about to be 40 yrs old, I have deep regret over lose my virginity.",
        "hash": "914299787",
        "saved": true
    },
    {
        "text": "I am a 23 year old female and fantasize about cheat on my husband.",
        "hash": "3679262406",
        "saved": true
    },
    {
        "text": "As a cop sometimes I seize money from homeless people because I know they will use that money for food or drug.",
        "hash": "3295160352",
        "saved": true
    },
    {
        "text": "I cut my eyebrow into a slit so that it would scar and make myself look edgy.",
        "hash": "725621633",
        "saved": true
    },
    {
        "text": "My husband be in his cuck cage scream at the top of his lung right now, and I’m sick of it.",
        "hash": "50995459",
        "saved": true
    },
    {
        "text": "Hate with a passion people agree with you just to cut conversation short.",
        "hash": "3744406317",
        "saved": true
    },
    {
        "text": "This woman get in my face and start screaming. I want to knock her fuc#ing teeth out.",
        "hash": "250420745",
        "saved": true
    },
    {
        "text": "I spend a lot of my time think about my childhood and my time in school since that be the last time I can say I felt truly happy.",
        "hash": "2242456940",
        "saved": true
    },
    {
        "text": "I change my clock setting to military time just so it’s a slight inconvenience to anyone that use my phone to check the time.",
        "hash": "3679399722",
        "saved": true
    },
    {
        "text": "I hide my husband's key so he can't find them in the morning.",
        "hash": "2252215581",
        "saved": true
    },
    {
        "text": "My husband accidentally take the key with him on his trip so now I’m stick at home alone for four days.",
        "hash": "47916694",
        "saved": true
    },
    {
        "text": "I really want a war to break out and I watch the news on North Korea with excitement.",
        "hash": "4198112803",
        "saved": true
    },
    {
        "text": "A shady guy from an apartment give me a bag of chip and I take them.",
        "hash": "843847517",
        "saved": true
    },
    {
        "text": "I am attract to old men when I am a child. I still be today into adulthood.",
        "hash": "3231586766",
        "saved": true
    },
    {
        "text": "I think I wanna be single. I can't handle my mentally ill GF.",
        "hash": "2055672967",
        "saved": true
    },
    {
        "text": "Many people I know got cheat on so I can't shake off the constant fear that I am next.",
        "hash": "350428620",
        "saved": true
    },
    {
        "text": "After 25 year my family have be rip apart RIGHT before the holidays.",
        "hash": "482219902",
        "saved": true
    },
    {
        "text": "I amat up a walmart employee because i couldn't find what i want.",
        "hash": "4170061586",
        "saved": true
    },
    {
        "text": "I falsely accuse someone of take advantage of me and get the guy I love beat up.",
        "hash": "2303794215",
        "saved": true
    },
    {
        "text": "Yesterday, i eat five cookies, three brownies, four chocolate bars, a slice of cherry pie, a glass of sweet tea, and I barely gain anything.",
        "hash": "3209441665",
        "saved": true
    },
    {
        "text": "So today I kick a guy on his nut but not on purpose and he cry and run away. Idk how to confront him tomorrow? Suggestions.",
        "hash": "1645554651",
        "saved": true
    },
    {
        "text": "I Is it normal to tear up when look at picture of yourself? Because I have.",
        "hash": "3828423256",
        "saved": true
    },
    {
        "text": "My ex-husband start a religous cult and try to make me celibate, and I suspect I am slutty now for revenge.",
        "hash": "370746933",
        "saved": true
    },
    {
        "text": "I lose a friend expensive portable charger in HS and give him back the same model I have get off of amazon prime.",
        "hash": "3920766919",
        "saved": true
    },
    {
        "text": "My brother be a noted child kidnapper and molester, but I stand by him.",
        "hash": "2457606432",
        "saved": true
    },
    {
        "text": "I i’m develop feeling towards this guy who i’ve be talk a lot to. But he’s in a relationship, but he’s also flirt with me.",
        "hash": "3548918180",
        "saved": true
    },
    {
        "text": "When I try to change the TV channel and the remote doesn't respond I slap it and try again.",
        "hash": "2961186765",
        "saved": true
    },
    {
        "text": "I am hate my family although they are the only one who love and care about me.",
        "hash": "1128340386",
        "saved": true
    },
    {
        "text": "I fight tear more than people during physcial confrontation.",
        "hash": "2620855939",
        "saved": true
    },
    {
        "text": "I would love to see a video of a bunch of white kid be tie up and burn alive as they areg and cry for their mom mmm.",
        "hash": "695806031",
        "saved": true
    },
    {
        "text": "I want a hysterectomy but I’m afraid nobody will want to be with me when they find out I can’t have babies.",
        "hash": "326183252",
        "saved": true
    },
    {
        "text": "I am get kick out of my apartment by my roommate and I am fine with it.",
        "hash": "2001410225",
        "saved": true
    },
    {
        "text": "A day before our vacation, i tell my relative to stop call and bother my mother while we are away, i have no regret lol.",
        "hash": "327821962",
        "saved": true
    },
    {
        "text": "I am mean to woman because they swipe me leave on Tinder too much.",
        "hash": "155850599",
        "saved": true
    },
    {
        "text": "My wife give me permission to drink on weekend after two year of insist I stop. So now I have to cut back.",
        "hash": "4219610477",
        "saved": true
    },
    {
        "text": "I Struggling more than I think and more than I would like to admit.",
        "hash": "680859551",
        "saved": true
    },
    {
        "text": "I frame my middle school bully and try to burn down another bully's house.",
        "hash": "3870694115",
        "saved": true
    },
    {
        "text": "When I am 13, I read my mom's erotica, I get caught, and we both pretend it never happened.",
        "hash": "1017126538",
        "saved": true
    },
    {
        "text": "I find gaming, gamers, people who game really off putting..",
        "hash": "1812141293",
        "saved": true
    },
    {
        "text": "I print 228 subscribe to pewdiepie paper on my school’s printer.",
        "hash": "331815095",
        "saved": true
    },
    {
        "text": "I don't want to feel this way but can not help but hope Iran will attack an American asset to spark the war between the two country.",
        "hash": "254029621",
        "saved": true
    },
    {
        "text": "I love to say “you’re not gonna win” when I see someone buy a scratch off lottery ticket.",
        "hash": "425272565",
        "saved": true
    },
    {
        "text": "My brother think the donut go bad after a day; I’m not gonna tell him about microwave them until they’re gone.",
        "hash": "1750805208",
        "saved": true
    },
    {
        "text": "People online always seem to think I am troll when I think I am be obviously serious and then think I am serious when I think I am obviously trolling.",
        "hash": "3588240846",
        "saved": true
    },
    {
        "text": "I like my phone and other inanimate object a lot more than I like most people.",
        "hash": "1164319683",
        "saved": true
    },
    {
        "text": "I think I may have a problem with flirting? Or maybe I am just tell nice?.",
        "hash": "3199605137",
        "saved": true
    },
    {
        "text": "I secretly enjoy hurt my friend emotionally after we hook up and almost date.",
        "hash": "1557732443",
        "saved": true
    },
    {
        "text": "I really hate how my easy-going personality seem to invite people to take me for granted.",
        "hash": "3117686923",
        "saved": true
    },
    {
        "text": "I use to poke hole in the plastic wrap of package meat when I am little.",
        "hash": "2559514944",
        "saved": true
    },
    {
        "text": "I really, really want to end a 15 yr friendship but I am afraid and keep let her walk all over me.",
        "hash": "2129863075",
        "saved": true
    },
    {
        "text": "I grow up think my dad be an alcoholic womanizer and now I see his situation in a whole new light.",
        "hash": "2988712659",
        "saved": true
    },
    {
        "text": "I ring up my girlfriend and get her to deliver me some paracetamol and some water because I am too lazy to turn the light off when I am comfortable in bed.",
        "hash": "3838588716",
        "saved": true
    },
    {
        "text": "I work for a beachside city give park tickets, except I ignore most car I’m suppose to write ticket for.",
        "hash": "40707832",
        "saved": true
    },
    {
        "text": "Back in grade 10 my friend choke me till I pass out because I didn’t call him the group leader. He blame me for the group split up to this day, 8 year later.",
        "hash": "1431320480",
        "saved": true
    },
    {
        "text": "I Whenever there’s a mass shooting, the first thing I think of be DJ Khaleed say “another one”.",
        "hash": "2181834317",
        "saved": true
    },
    {
        "text": "I’M lead my ex on so that I can break his heart like he break mine.",
        "hash": "1737168993",
        "saved": true
    },
    {
        "text": "I sleep with a close friend, I may have ruin several other friendship at the same time.",
        "hash": "1173954309",
        "saved": true
    },
    {
        "text": "Sometimes I intentionally starve myself to satisfy my depression.",
        "hash": "924981477",
        "saved": true
    },
    {
        "text": "I don’t want to admit I have an eat disorder to anyone because I don’t want to be make to gain weight.",
        "hash": "1009461008",
        "saved": true
    },
    {
        "text": "At one time in my life I want to become a professional Hitman.",
        "hash": "2703627738",
        "saved": true
    },
    {
        "text": "I break a promise I make to my boyfriend and he doesn’t know.",
        "hash": "3253671702",
        "saved": true
    },
    {
        "text": "I work at a place where I’m abuse all the time but can’t afford to quit my job. What do I do????.",
        "hash": "1556292589",
        "saved": true
    },
    {
        "text": "I saw someone get maul by dog when I am young and I think it might have something to do with the weird gore fetish I’ve developed.",
        "hash": "425340879",
        "saved": true
    },
    {
        "text": "My friend tell me about her doctor's visit, so I fake the same symptom to get the same attention.",
        "hash": "2507154092",
        "saved": true
    },
    {
        "text": "The first time I masturbate it felt like an awakening, but then I am addicted. Just like every other drug I have take since.",
        "hash": "3186830276",
        "saved": true
    },
    {
        "text": "My Uncle Is Trying To Contest My Inheritance What Do I Do?.",
        "hash": "1662718938",
        "saved": true
    },
    {
        "text": "I think that Brick &amp; Mortar store play Christmas music as a money grab, so I don't shop in them and go online.",
        "hash": "4101777329",
        "saved": true
    },
    {
        "text": "I break up with the one I love because I don't want to hurt him anymore.",
        "hash": "2239043862",
        "saved": true
    },
    {
        "text": "I want to drop out of my junior year at college and take a job offer as a cop but family.",
        "hash": "2120818463",
        "saved": true
    },
    {
        "text": "I am falsely accuse of harassment. I no longer believe women.",
        "hash": "2628589010",
        "saved": true
    },
    {
        "text": "I low key wanna like make sculpture and whatnot out of other people's feces.",
        "hash": "604183454",
        "saved": true
    },
    {
        "text": "I break up with my boyfriend of three year because I hate myself.",
        "hash": "4225439543",
        "saved": true
    },
    {
        "text": "As a prank I sell a fake X box one to some kid on Craigslist.",
        "hash": "1845105845",
        "saved": true
    },
    {
        "text": "I create people I don't like in video game so I can beat them up.",
        "hash": "3686471183",
        "saved": true
    },
    {
        "text": "I remove my wedding ring to get interest from woman or men, and tell my wife it is because of mechanical work I havebeen do and I hurt my finger.",
        "hash": "3409916783",
        "saved": true
    },
    {
        "text": "I think there be a curse among the famales on the maternal side of my family.",
        "hash": "582753112",
        "saved": true
    },
    {
        "text": "Once a month I book a nice hotel, buy a lot of drug and alcohol, and just do an all-out drug binge for a day.",
        "hash": "4107412789",
        "saved": true
    },
    {
        "text": "Whe I think of pervy thoughts, i soon after say in my brain I know you can hear me and I dont care as a countermeasure to scare away possible mind readers.",
        "hash": "2602120997",
        "saved": true
    },
    {
        "text": "I am more than 3 quarter through my course and I haven't get any physical proof of work.",
        "hash": "1580343103",
        "saved": true
    },
    {
        "text": "I think im go through a depressive episode and no one notice.",
        "hash": "2780763643",
        "saved": true
    },
    {
        "text": "I cheat on my long term girlfriend with a fat latina masseuse.",
        "hash": "3046839909",
        "saved": true
    },
    {
        "text": "I lose my gf and best friend of 3 year because I am emotionally abusive.",
        "hash": "2162039099",
        "saved": true
    },
    {
        "text": "I think my friend indirectly cause me to start develop an eating disorder.",
        "hash": "4107344689",
        "saved": true
    },
    {
        "text": "I lose a bet with a guy at work and have to pay up yesterday.",
        "hash": "2200245588",
        "saved": true
    },
    {
        "text": "I don't think marriage be for me, but I am already married.",
        "hash": "1542329422",
        "saved": true
    },
    {
        "text": "I literally haven’t slept in day because of how embarrassed I am about something that happen two week ago.",
        "hash": "3092064310",
        "saved": true
    },
    {
        "text": "I can not call or speak to people on the phone because when I am around 15.",
        "hash": "3746699708",
        "saved": true
    },
    {
        "text": "I find CP on my grandparent computer but I never tell any one.",
        "hash": "2820085219",
        "saved": true
    },
    {
        "text": "Every time I go to the bar I am tempt to cheat on my girlfriend.",
        "hash": "3314423347",
        "saved": true
    },
    {
        "text": "I suddenly stop take my anti depressant atter run out and I feel suicidal and like I cant leave my bed.",
        "hash": "2596218030",
        "saved": true
    },
    {
        "text": "I Whenever calibrate a new game or reach a super dark and scary level, I CHEAT and crank up the brightness.",
        "hash": "3655935270",
        "saved": true
    },
    {
        "text": "I am not attract to actual people, only to anime character.",
        "hash": "1936463156",
        "saved": true
    },
    {
        "text": "I would be really mean to my friend cat grow up and have an urge to torment my girlfriend dog.",
        "hash": "763306396",
        "saved": true
    },
    {
        "text": "My freak mood swing way too much and I can't bear it much longer.",
        "hash": "4086175417",
        "saved": true
    },
    {
        "text": "I’Ve hook up with almost 40 guy on grinder and I have use protection with ANY of them.",
        "hash": "2712018828",
        "saved": true
    },
    {
        "text": "I go to bed every night not expect to wake up in the morning.",
        "hash": "2482181533",
        "saved": true
    },
    {
        "text": "I report a girl who be cut herself on purpose to the school.",
        "hash": "2279740804",
        "saved": true
    },
    {
        "text": "My boyfriend be everything I haveever want in a partner, but I am fantasize about other people.",
        "hash": "1988043365",
        "saved": true
    },
    {
        "text": "We lock a 2nd Grade student in the school laboratory with the Skeleton prop.",
        "hash": "45554533",
        "saved": true
    },
    {
        "text": "When I am young, I throw up all over my principal office floor..",
        "hash": "3429635697",
        "saved": true
    },
    {
        "text": "The day my friend and Icompletely annihilate our ex-best friend toilet.",
        "hash": "2710706714",
        "saved": true
    },
    {
        "text": "I hate my daughter and I regret have her every single day of my life.",
        "hash": "1326454850",
        "saved": true
    },
    {
        "text": "I love the way my BO smells, my armpit to be specific, there’s nothing like it. Other people would think it smell bad but I like it.",
        "hash": "2825203702",
        "saved": true
    },
    {
        "text": "The reason why I refuse to go to therapy be because I’ve internalize mentally ill = be inferior.",
        "hash": "4067566632",
        "saved": true
    },
    {
        "text": "Whenever I hear woman complain about men not do DIY, I think but YOU'VE not do it either.",
        "hash": "2064588405",
        "saved": true
    },
    {
        "text": "I hate an artist on Patreon and wish they would financially suffer.",
        "hash": "758782078",
        "saved": true
    },
    {
        "text": "A nerd broke my nose by viciously ram my face into his thigh.",
        "hash": "2695566800",
        "saved": true
    },
    {
        "text": "My inlaws think I have bowel issue cause I spend so much time in the bathroom when I am at their house. I really just need space.",
        "hash": "2609327490",
        "saved": true
    },
    {
        "text": "It’S my birthday tomorrow and I don’t think I can handle the disappointment.",
        "hash": "4199358177",
        "saved": true
    },
    {
        "text": "After year of Extreme verbal and okay physical abuse, I’m leave with intrusive homocidal thought that I’m get use to.",
        "hash": "3362008517",
        "saved": true
    },
    {
        "text": "My friend and I hot box a spider in a cup &amp; decapitate it with isi meme music playing in the background.",
        "hash": "3980666375",
        "saved": true
    },
    {
        "text": "I like to cut open dead animal and play with their gut and blood.",
        "hash": "3990099698",
        "saved": true
    },
    {
        "text": "I am very close to just leave my parent house and not look back.",
        "hash": "3820754646",
        "saved": true
    },
    {
        "text": "I am exceptionally nice to people who seem like school shooter material to survive the shoot if they ever snap.",
        "hash": "4134545656",
        "saved": true
    },
    {
        "text": "I know that it tear my parent apart inside that I refuse to have a relationship with my brother, and I honestly couldn't care.",
        "hash": "933440836",
        "saved": true
    },
    {
        "text": "I use to sneak my family outside dog into my room at night so that he could sleep on my bed.",
        "hash": "4149944483",
        "saved": true
    },
    {
        "text": "My music teacher traumatize me and it’s probably the most brilliant thing I imagine someone doing.",
        "hash": "2255496652",
        "saved": true
    },
    {
        "text": "Sometimes, when I play Minecraft and I find a good Village, I use an Iron Door to claim a Villager's House.",
        "hash": "3402966177",
        "saved": true
    },
    {
        "text": "I call cps on a family member last night after they endanger the life of their child.",
        "hash": "163520070",
        "saved": true
    },
    {
        "text": "I always feel there could be a mass shoot when I go the movie and be constantly on edge.",
        "hash": "1650859786",
        "saved": true
    },
    {
        "text": "I am in love with my best friend, who happen to be a good friend girlfriend.",
        "hash": "4090436291",
        "saved": true
    },
    {
        "text": "I am Attached But I Have A HUGE Crush On Someone In Office. Is It Wrong? I am more excited meet my crush, than meet my bf.",
        "hash": "1858545706",
        "saved": true
    },
    {
        "text": "I hate my brother's girlfriend, and there's nothing I can do about it.",
        "hash": "1848449156",
        "saved": true
    },
    {
        "text": "Sometimes I save random people’s photo of their pet just because I want to use them as my phone wallpaper.",
        "hash": "2927372336",
        "saved": true
    },
    {
        "text": "Last year I receive 16k from the government and no one knows.",
        "hash": "2479560080",
        "saved": true
    },
    {
        "text": "I choke myself 20+ time on the daily and I don't know how to stop.",
        "hash": "3773044301",
        "saved": true
    },
    {
        "text": "When someone ask me to guess there age I normally overestimate on purpose to offend them.",
        "hash": "3100385460",
        "saved": true
    },
    {
        "text": "I feel like all woman hate me and this belief be change me into a bad person.",
        "hash": "213916338",
        "saved": true
    },
    {
        "text": "A relative boyfriend be cheat on her and she doesn't know. But I do. And he know i know.",
        "hash": "1515200006",
        "saved": true
    },
    {
        "text": "I have an urge to fake my own death in a cringey way and re live as a new person.",
        "hash": "1924733954",
        "saved": true
    },
    {
        "text": "I genuinely felt hurt when my friend say Rush be a terrible band.",
        "hash": "178526027",
        "saved": true
    },
    {
        "text": "I work in a call center and if it isn't too busy in the last few minute of my shift, I will ring my phone out so I don't get any more calls.",
        "hash": "1266757736",
        "saved": true
    },
    {
        "text": "I cheat on my SO with a man and she find out because I am really dumb.",
        "hash": "1046878151",
        "saved": true
    },
    {
        "text": "My marriage of 20+ year probably wouldn’t have last if not for the birth of my daughter.",
        "hash": "3460309211",
        "saved": true
    },
    {
        "text": "I Starting my shift and I can't wait to go home I am tired, please help!!!.",
        "hash": "3427997929",
        "saved": true
    },
    {
        "text": "If you don't support your local drug dealer you are anti blak.",
        "hash": "3323729512",
        "saved": true
    },
    {
        "text": "I smack a person at university around the head - and it is fully justified and i'll never feel remorse in literally a million years.",
        "hash": "1152003988",
        "saved": true
    },
    {
        "text": "I hate the sound of some word in my own language, so badly that I bite myself whenever I hear them.",
        "hash": "3431867105",
        "saved": true
    },
    {
        "text": "I don't want to choose between my gender expression and my boyfriend.",
        "hash": "1661868354",
        "saved": true
    },
    {
        "text": "I overdose in 9th grade and saw the afterlife and i can’t stop think about it.",
        "hash": "2312379704",
        "saved": true
    },
    {
        "text": "I want to cut myself to make the people around me understand that I am not okay.",
        "hash": "2294488216",
        "saved": true
    },
    {
        "text": "I have over-bearing trust issue and I can't handle it, it is take me over.",
        "hash": "3531807154",
        "saved": true
    },
    {
        "text": "I make my husband believe he crack my son’s iPad while he is sleeping.",
        "hash": "3118078569",
        "saved": true
    },
    {
        "text": "I want something bad to happen to me so I have an excuse to feel sorry for myself.",
        "hash": "2963152155",
        "saved": true
    },
    {
        "text": "I hit a juul today for the first time. I’m in school still. What do? I don’t know how to feel abt it.",
        "hash": "3574408689",
        "saved": true
    },
    {
        "text": "I havebeen cut my lip intentionally every night for at least the past week.",
        "hash": "379591542",
        "saved": true
    },
    {
        "text": "My friend have someone call the cop on us constantly joke around.",
        "hash": "188880844",
        "saved": true
    },
    {
        "text": "I really love my mom, but I dislike talk to her most of the time and visit her because about 90% of the time she is nag me.",
        "hash": "1564224076",
        "saved": true
    },
    {
        "text": "I hate my husband’s dog so much that I wish I have never marry him.",
        "hash": "2033654023",
        "saved": true
    },
    {
        "text": "In middle school I use to leave class and go to the bathroom to jack off and when I come back they wonder why I am go for the past 35 minute.",
        "hash": "2760061124",
        "saved": true
    },
    {
        "text": "My dad doesn’t like to share his candy and try to hide it from me but I always end up find it and put the packet back empty.",
        "hash": "1617571114",
        "saved": true
    },
    {
        "text": "I whenever i see troll comment i laugh think about a angry person furiously type away at their computer, angry over something they created.",
        "hash": "4139922301",
        "saved": true
    },
    {
        "text": "Nice to meet you. Make yourself at home. I am take off my pants.",
        "hash": "3488617997",
        "saved": true
    },
    {
        "text": "I am depressed, lonely and have a bad habbit of visit escort from time to time.",
        "hash": "1413028854",
        "saved": true
    },
    {
        "text": "I fall asleep to Bob Ross to prevent myself from self harm.",
        "hash": "1838355723",
        "saved": true
    },
    {
        "text": "I pin a death metal poster to a church door depict a disemboweled Jesus.",
        "hash": "2595953091",
        "saved": true
    },
    {
        "text": "I am overwhelm with guilt over a friend who disappear even though the cop know what really happen.",
        "hash": "3980534772",
        "saved": true
    },
    {
        "text": "The man I cheat on my husband with be in the hospital and I don’t know what to feel.",
        "hash": "572989151",
        "saved": true
    },
    {
        "text": "I fool around with my best friend's brother, in her own house while she is there. And she doesn't know..",
        "hash": "2554471570",
        "saved": true
    },
    {
        "text": "A few month ago I think I realize that I am bi. Now I think it is more likely that I am lonely and afraid of guys.",
        "hash": "2576099023",
        "saved": true
    },
    {
        "text": "I think I might actually become a highschool dropout this week.",
        "hash": "3526891260",
        "saved": true
    },
    {
        "text": "I let my male bestfriend sleep in my boyfriend's spot in bed when he is not home.",
        "hash": "2696158391",
        "saved": true
    },
    {
        "text": "I ive be in an abusive relationship with a married man for 7 years, and I am the pursuer, and the person be abuse.",
        "hash": "4076480452",
        "saved": true
    },
    {
        "text": "Self harm doesn't help anymore. And I haven't tell anyone I still do it. I feel guilty.",
        "hash": "850730493",
        "saved": true
    },
    {
        "text": "I donate a microwave that leak microwave radiation, because I dislike the person I donate it to.",
        "hash": "2574328453",
        "saved": true
    },
    {
        "text": "I want to break the heart of a girl I’ve like for years, and I don’t even have a reason.",
        "hash": "43196789",
        "saved": true
    },
    {
        "text": "I once accidentally leave the oven on for 7 hour straight and my mom never find out.",
        "hash": "4269284874",
        "saved": true
    },
    {
        "text": "I punch a Feminist just to make her admit she doesn't want to be equal to men anymore.",
        "hash": "631316089",
        "saved": true
    },
    {
        "text": "Most people think I am a sheltered and innocent woman, I actually live in my boyfriend harem with his other girlfriends.",
        "hash": "880028587",
        "saved": true
    },
    {
        "text": "As a kid, I give my mom the silent treatment just because she didn't buy me a TMNT action figure.",
        "hash": "1628512685",
        "saved": true
    },
    {
        "text": "I wasn't ever bully in school but I am a victim of racism almost everyday.",
        "hash": "3390511713",
        "saved": true
    },
    {
        "text": "I secretly wish my alcoholic “father” would drop dead of alcohol poisoning.",
        "hash": "3730775812",
        "saved": true
    },
    {
        "text": "If war do start, we should only draft white folk for all the bad thing they do to people of color.",
        "hash": "3064931019",
        "saved": true
    },
    {
        "text": "I steal A full bottle of Xanax from my grandma, and then help her look for it after.",
        "hash": "3620216153",
        "saved": true
    },
    {
        "text": "I am live the consequence of my past drug abuse and my husband STILL hasn't figure it out.",
        "hash": "2796232615",
        "saved": true
    },
    {
        "text": "I am raise as a Christian mainly by my extremely care grandfather and I am start to doubt my religion but I know it will crush him.",
        "hash": "64827074",
        "saved": true
    },
    {
        "text": "Because of Percy Jackson, i think all dyslexic kid could read Greek. It wasn't until I ask my dyslexic friend in high school that I know otherwise.",
        "hash": "4235539514",
        "saved": true
    },
    {
        "text": "A friend of mine be try to lure me into an organizational pyramid scheme. He doesn’t know that I know it’s a scam. I’ll drop the bomb on him soon though.",
        "hash": "952515331",
        "saved": true
    },
    {
        "text": "I steal food from my college’s din center and have save thousand of dollar from this.",
        "hash": "2513903715",
        "saved": true
    },
    {
        "text": "I wish that instead of Area51, people should raid the White House and put this racist imbecile to sleep.",
        "hash": "2068915430",
        "saved": true
    },
    {
        "text": "I hate when people don’t pronounce my name correctly. I am raise in a predominantly white town so I grow up pronounce my name in English.",
        "hash": "720974632",
        "saved": true
    },
    {
        "text": "For year as a defense mechanism, I find way not to respond to how be you? so I wouldn't be lie.",
        "hash": "917905621",
        "saved": true
    },
    {
        "text": "I think my family be abusive but I don't want to believe it.",
        "hash": "2159613178",
        "saved": true
    },
    {
        "text": "I Family think my sister move in with me so she can save money, in reality it is so we can keep sleeping together.",
        "hash": "279062691",
        "saved": true
    },
    {
        "text": "I publicly humiliate 6 liberal sjw who be cause trouble in campus.",
        "hash": "549787622",
        "saved": true
    },
    {
        "text": "I Just get into a fight with one of my SOs after she refuse to validate and instead insulted my identity..",
        "hash": "3310495203",
        "saved": true
    },
    {
        "text": "I turn a threat crazy situation into a positive one where I educate the one who threaten me.",
        "hash": "417997152",
        "saved": true
    },
    {
        "text": "Every time I put my lunch tray away in the cafeteria.. I leave the silverware on the tray.",
        "hash": "2858688494",
        "saved": true
    },
    {
        "text": "In high school I use to punch the weird weaboo kid who watch anime in the nut every day.",
        "hash": "1730027325",
        "saved": true
    },
    {
        "text": "I’M work to destroy the life of people who be my friend for years.",
        "hash": "2124618025",
        "saved": true
    },
    {
        "text": "Most of my life have be live on the internet and yet I havealways be a lurker.",
        "hash": "1013586831",
        "saved": true
    },
    {
        "text": "I am abuse by an ex best friend and I will never tell a soul.",
        "hash": "2133791980",
        "saved": true
    },
    {
        "text": "I tap the tag to an expensive blazer into the sleeve because I know I am go to return it after my anniversary.",
        "hash": "1862608729",
        "saved": true
    },
    {
        "text": "Me and my friend use to vandalize house under construction in Florida.",
        "hash": "2236357061",
        "saved": true
    },
    {
        "text": "My iPhones screen-time statistic just let me know that I press snooze on average 38 time a morning, and spend over 9 hour a day on my phone.",
        "hash": "4012257685",
        "saved": true
    },
    {
        "text": "I am 13 and I get send to detention Friday for ask a question my science teacher couldn't explain.",
        "hash": "1690116712",
        "saved": true
    },
    {
        "text": "I feel like I may be contribute to ruin my co-worker's life.",
        "hash": "2000622857",
        "saved": true
    },
    {
        "text": "I get angry at a video game and I punch my TV as hard as I could.",
        "hash": "3441825169",
        "saved": true
    },
    {
        "text": "I Kicked My Oldest Daughter To The Curb And I Do Not Regret It.",
        "hash": "2605454494",
        "saved": true
    },
    {
        "text": "I havebeen get handjobs at massage parlors, and I REALLY enjoy the variety of young women.",
        "hash": "2768642016",
        "saved": true
    },
    {
        "text": "I backstabbed a friend because he make my crush happy and hurt myself for her attention.",
        "hash": "2034900969",
        "saved": true
    },
    {
        "text": "I’M tire of the people in my life but don’t have the motivation to meet new people.",
        "hash": "3102744819",
        "saved": true
    },
    {
        "text": "I constantly burn all of my bridge and now I don’t know how to stop.",
        "hash": "2388531669",
        "saved": true
    },
    {
        "text": "The mother of my 3 child have ruin my life and I feel like disappear forever.",
        "hash": "229055240",
        "saved": true
    },
    {
        "text": "I provide drug and alcohol and the person who I give it to suffer a life alter brain bleed.",
        "hash": "3497009201",
        "saved": true
    },
    {
        "text": "I am go to be kick out of university soon.havn't tell my parent.",
        "hash": "3512538829",
        "saved": true
    },
    {
        "text": "My brain snap and say something wrong to my friend of 9years which lead her to cut off all contact with me and honestly, I’m relieved.",
        "hash": "556741020",
        "saved": true
    },
    {
        "text": "It’S always the same bouncer harass me, so I decide to put a stop to it.",
        "hash": "383457964",
        "saved": true
    },
    {
        "text": "I am sick and tired of people make excuses, sick of this war.",
        "hash": "2412189024",
        "saved": true
    },
    {
        "text": "Whenever I see someone kneel for the anthem I knee them in the face.",
        "hash": "1211701220",
        "saved": true
    },
    {
        "text": "I have an extremely irrational fear of death at 19 because of how much of my life I havewasted and it is make me waste away even more of my life.",
        "hash": "2474980061",
        "saved": true
    },
    {
        "text": "5 How I lie to my family about go to school and literally waste my parent money.",
        "hash": "1484528765",
        "saved": true
    },
    {
        "text": "I Please do not judge me for I am merely a mortal with weakness and flaw like everybody else - I am sick and I do need help!!!.",
        "hash": "47786777",
        "saved": true
    },
    {
        "text": "I get high hoping I could confess my feelings, but I get scared.",
        "hash": "3572504147",
        "saved": true
    },
    {
        "text": "I saw my boyfriend’s brother mistakenly eat a dog treat and didn’t say anything.",
        "hash": "1730879637",
        "saved": true
    },
    {
        "text": "Whenever i get nervous, whether it’s for an interview or just random anxiety, i hold the gem on the necklace my boyfriend get me for Christmas.",
        "hash": "2137273746",
        "saved": true
    },
    {
        "text": "I take my mother in law vibrator and use them when I’m alone at home.",
        "hash": "2586712564",
        "saved": true
    },
    {
        "text": "I leave the Jehovah's Witnesses because I felt they are encourage me to live an isolationist life, but I never tell my family for fear of lose them.",
        "hash": "1621898443",
        "saved": true
    },
    {
        "text": "I don’t think I’m an alcoholic, but sometimes I drink at work.",
        "hash": "1773476122",
        "saved": true
    },
    {
        "text": "A couple year ago, I break an egg and leave it in a jar for a week to see what would happen. It smell really bad.",
        "hash": "2079925909",
        "saved": true
    },
    {
        "text": "I baby trap my boyfriend by lie to him about birth control.",
        "hash": "1930958144",
        "saved": true
    },
    {
        "text": "I am head to prison in 5 days. And I am not ready this time round.",
        "hash": "3605206592",
        "saved": true
    },
    {
        "text": "I don't think I will ever get over my first love. I still love him and want no one else. Its be years.",
        "hash": "354886454",
        "saved": true
    },
    {
        "text": "I just want someone to get high with me while we watch old show like Happy Days, Green Acres, Andy Griffith Show, Twilight Zone, and can appreciate Forrest Gump.",
        "hash": "58931419",
        "saved": true
    },
    {
        "text": "I spend my free time cause chaos on people's unwhitelisted Minecraft server.",
        "hash": "530586621",
        "saved": true
    },
    {
        "text": "Products mostly use by men like anime or video game should be tax high to combat toxic masculinity.",
        "hash": "455287913",
        "saved": true
    },
    {
        "text": "Everyone think I’m good at what I do and that I have it altogether but..",
        "hash": "106830511",
        "saved": true
    },
    {
        "text": "Dropped outta college to go to concert &amp; music festival all over the nation and do mind alter drug instead.",
        "hash": "3531614252",
        "saved": true
    },
    {
        "text": "I havebeen frequently try to cheat on my religious girlfriend and I couldn't be happier.",
        "hash": "2745376788",
        "saved": true
    },
    {
        "text": "I look at this website way more than I should, and I wish I would never find it.",
        "hash": "1827806153",
        "saved": true
    },
    {
        "text": "It is my birthday and can't help but be sad. Does anyone feel the same?.",
        "hash": "2330990781",
        "saved": true
    },
    {
        "text": "I go to a party at the house of some random dude I don't know and I end pee all over his bed.",
        "hash": "3504086941",
        "saved": true
    },
    {
        "text": "I will not change my lifestyle because of the climate change and I dont care if I could do a positive change.",
        "hash": "1421551225",
        "saved": true
    },
    {
        "text": "I Constantly think of lodge a.45 caliber hollow point into my skull...",
        "hash": "1929844917",
        "saved": true
    },
    {
        "text": "I am in love with two girl and I cannot meet them irl.help.",
        "hash": "1606358157",
        "saved": true
    },
    {
        "text": "I am bully in High school so bad it drive me to plant a fake bomb threat note on a bully to get rid of him.",
        "hash": "3349619954",
        "saved": true
    },
    {
        "text": "I catch my mother sleep with our racist neighbor. What can and should I do?.",
        "hash": "441785024",
        "saved": true
    },
    {
        "text": "I Looking up the movie on Wikipedia ruin the plot but I do it anyways.",
        "hash": "1863653587",
        "saved": true
    },
    {
        "text": "I do a citizen's arrest on a possible illegal immigrant and confiscate his cash.",
        "hash": "2153520355",
        "saved": true
    },
    {
        "text": "My girlfriend's depression be go to destroy our relationship.",
        "hash": "3204781795",
        "saved": true
    },
    {
        "text": "My brother come back from prison and I wish he never come back.",
        "hash": "3540063816",
        "saved": true
    },
    {
        "text": "I bang a chick after know her for less than an hour and 5 year later i find out i have a kid.",
        "hash": "3696959410",
        "saved": true
    },
    {
        "text": "Im really worry for my brother, but I’m start to hate him at the same time.",
        "hash": "1523129400",
        "saved": true
    },
    {
        "text": "I carry intestinal parasite for many year because I am too embarrassed to seek treatment.",
        "hash": "3265405123",
        "saved": true
    },
    {
        "text": "I am Watching the Eventual Death of my Best Friend's Marriage.",
        "hash": "2734822793",
        "saved": true
    },
    {
        "text": "After I fell out with my ex-best friend, I start like a boy she really hated.",
        "hash": "312154841",
        "saved": true
    },
    {
        "text": "Every time I eat I have to watch a programme like my 600lb life to remind me to not eat bad food.",
        "hash": "1523589406",
        "saved": true
    },
    {
        "text": "I’M at work. I just receive an email from someone that be so dumb I am consider go through and smash him in the face!.",
        "hash": "1192635029",
        "saved": true
    },
    {
        "text": "When I am young my parent taught me you could communicate to people that didn't speak your language simply by yell whatever you are try to say!.",
        "hash": "3706336374",
        "saved": true
    },
    {
        "text": "I just take LSD and I kid you not I can see Mark Davis hide under my bed.",
        "hash": "1995642955",
        "saved": true
    },
    {
        "text": "I physically hurt my ex-girlfriend and I don't think I'll ever forgive myself.  I just hope she'll be okay.",
        "hash": "264971656",
        "saved": true
    },
    {
        "text": "It is a literal racist dog whistle and my family and their friend think it is hilarious.",
        "hash": "2067406815",
        "saved": true
    },
    {
        "text": "I lie to my mother about my whereabouts in a store because I want to get even with a sale assistant.",
        "hash": "172368865",
        "saved": true
    },
    {
        "text": "I am sell 2 of my Apple stock so that my dad doesn't have to worry about my college textbooks this quarter.",
        "hash": "3287098932",
        "saved": true
    },
    {
        "text": "I’M sorry but phrase like “thick thigh save lives” promote obesity.",
        "hash": "1362173357",
        "saved": true
    },
    {
        "text": "I get my first mobile phone at 18 because I keep lose my mum in the supermarket and panicking.",
        "hash": "208544054",
        "saved": true
    },
    {
        "text": "I might have hand my friend key to another Xanax addiction.",
        "hash": "1918375226",
        "saved": true
    },
    {
        "text": "Me and my roommate steal a traffic cone and bring it home after a night of drinking.",
        "hash": "4067171807",
        "saved": true
    },
    {
        "text": "I hate myself and I see my only friend as the person I wish I am.",
        "hash": "3820820010",
        "saved": true
    },
    {
        "text": "*Ed TW* I don't want to eat because I think it'll take my problem away.",
        "hash": "864163804",
        "saved": true
    },
    {
        "text": "I’M in a good relationship but I still can’t stop thinking about a guy I talk to for only a month.",
        "hash": "3527091691",
        "saved": true
    },
    {
        "text": "My parent and friend think I do extremely well in school, but I’m borderline fail multiple classes.",
        "hash": "1605576090",
        "saved": true
    },
    {
        "text": "I Already think about another woman - 1 year into our marriage.",
        "hash": "3357808205",
        "saved": true
    },
    {
        "text": "Sometimes I like to scratch my dandruff because I like the scratchy feeling and it kind of look like a little snow fall.",
        "hash": "1001007882",
        "saved": true
    },
    {
        "text": "Told girl who get over depression how much I loathe her out of a petty attempt to make her fall back into it.",
        "hash": "1990797056",
        "saved": true
    },
    {
        "text": "One time I ask for a water cup at McDonald’s and then I fill it up with soda without the employee knowing.",
        "hash": "713238313",
        "saved": true
    },
    {
        "text": "I Beat Up My Daughter's Boyfriend And Now She is Mad At Me.",
        "hash": "1191973675",
        "saved": true
    },
    {
        "text": "My soon to be ex use me and now be go to kick me out with nothing.",
        "hash": "4070250208",
        "saved": true
    },
    {
        "text": "My mom keep the money I earn from my job and other savings. I am 20 year old.",
        "hash": "260184599",
        "saved": true
    },
    {
        "text": "I Have be have the same reoccurring dream in which I am brutally murder innocent and smiling. Ignore my username.",
        "hash": "3983747253",
        "saved": true
    },
    {
        "text": "I Sleeping in a Walmart bathroom instead of my car tonight.",
        "hash": "1935349041",
        "saved": true
    },
    {
        "text": "I regret fight with my mother right before she go into a coma. She die without me apologize probably, I am just hop she forgive me.",
        "hash": "370421413",
        "saved": true
    },
    {
        "text": "I use to tell my mum that google turn off the internet after 7pm so that I didn’t have to help her.",
        "hash": "899622025",
        "saved": true
    },
    {
        "text": "I get my computer back today, after be ground for half a year.",
        "hash": "2981369287",
        "saved": true
    },
    {
        "text": "I am selfish. I let my best friend in the world suffer for years.",
        "hash": "3714520786",
        "saved": true
    },
    {
        "text": "As a hobby I enjoy drive around with my window roll down and verbally abuse overweight woman.",
        "hash": "522723870",
        "saved": true
    },
    {
        "text": "Whenever I get a rude customer I process their transaction as slow as I possibly can.",
        "hash": "728243910",
        "saved": true
    },
    {
        "text": "I cut people off because I feel they would be good off without me.",
        "hash": "139204439",
        "saved": true
    },
    {
        "text": "I ruin a man's vintage car so that he have to get it professionally resprayed.",
        "hash": "836312094",
        "saved": true
    },
    {
        "text": "I break up with you base on bad and predatory advice, and you didn't fight me or recognize my crazy.",
        "hash": "4028638083",
        "saved": true
    },
    {
        "text": "I get into a physical fight with my mom just now. I can't wait to go off to college.",
        "hash": "3746241842",
        "saved": true
    },
    {
        "text": "I have a bad feeling when something about woman and LGBT stuff appear on my phone.",
        "hash": "2873826549",
        "saved": true
    },
    {
        "text": "I think my boss' coworker be a narcissist who have it out for me.",
        "hash": "4202305297",
        "saved": true
    },
    {
        "text": "Dispute Over Toilet Threatens to Wash Family Harmony Down the Drain.",
        "hash": "1519720581",
        "saved": true
    },
    {
        "text": "Friends Refuse to Play Their Part in Drama Queen's Illness.",
        "hash": "1941443774",
        "saved": true
    },
    {
        "text": "Daughter Refuses to Play Part in Mom's Reconciliation Drama.",
        "hash": "2479822210",
        "saved": true
    },
    {
        "text": "Son Cuts Off All Communication After Getting Kicked out of Parent's House.",
        "hash": "3567327788",
        "saved": true
    },
    {
        "text": "Man Who Ruins Pot Party Puts Girlfriend's Nose Out of Joint.",
        "hash": "2158105855",
        "saved": true
    },
    {
        "text": "I There's a Whole Lot of Fakin' Going on in American Bedrooms.",
        "hash": "2122519777",
        "saved": true
    },
    {
        "text": "Drama Teacher Discovers Forgotten Video of Student Who Died.",
        "hash": "2610238865",
        "saved": true
    },
    {
        "text": "Wife Plays Game of Tit for Tat and Winds Up Losing Marriage.",
        "hash": "1886131364",
        "saved": true
    },
    {
        "text": "Kiss Shared With a Co-Worker Puts Marriage on Shakier Ground.",
        "hash": "2489521533",
        "saved": true
    },
    {
        "text": "Affair With Sister's Boyfriend Gives Both Pleasure and Pain.",
        "hash": "2402882897",
        "saved": true
    },
    {
        "text": "I Father Opposed to Wedding Is Brought to His Senses by Wife.",
        "hash": "2434864422",
        "saved": true
    },
    {
        "text": "Think Twice Before Confronting Drivers in Handicapped Spots.",
        "hash": "2641565187",
        "saved": true
    },
    {
        "text": "Ungrateful Granddaughter May Get Taste of Her Own Medicine.",
        "hash": "2357859610",
        "saved": true
    },
    {
        "text": "Emailed Photo of Ailing Mom Is Reason to Restrict Visitors.",
        "hash": "1843336470",
        "saved": true
    },
    {
        "text": "Woman Still Looking for True Love Begins to Doubt She'll Find It.",
        "hash": "4227602047",
        "saved": true
    },
    {
        "text": "Girlfriend Is Convinced That Partner's Parents Dislike Her.",
        "hash": "2229146930",
        "saved": true
    },
    {
        "text": "Teen Responds To Bullying And Depression By Cutting Herself.",
        "hash": "2477594019",
        "saved": true
    },
    {
        "text": "I Lost Letters From Late Brother Spark Family Disagreement.",
        "hash": "1827738920",
        "saved": true
    },
    {
        "text": "Woman Dating Sister's Ex Gets Family's Help Keeping It Quiet.",
        "hash": "2489849113",
        "saved": true
    },
    {
        "text": "I Cheating Husband Bad-Mouths Wife Who Left Him for Another.",
        "hash": "1955468462",
        "saved": true
    },
    {
        "text": "Veterinarian Should Help Guide Decision to End Pet's Suffering.",
        "hash": "3778418321",
        "saved": true
    },
    {
        "text": "Whether To Tell A Co-Worker About Spouse's Suspicious Behavior.",
        "hash": "3193050735",
        "saved": true
    },
    {
        "text": "Animal Lover Forced to Choose Between Boyfriend and Her Pets.",
        "hash": "2743997850",
        "saved": true
    },
    {
        "text": "Parents Fear Son's Tag Along Girlfriend Will Hold Him Back.",
        "hash": "1751389237",
        "saved": true
    },
    {
        "text": "College Student Living at Home Can't Escape Smothering Mom.",
        "hash": "2011043039",
        "saved": true
    },
    {
        "text": "Man Questions His Dating Style After Being Cheated On Twice.",
        "hash": "2326467840",
        "saved": true
    },
    {
        "text": "I Admitted Hypochondriac Seeks a Cure for Her Fear of Dying.",
        "hash": "2257130702",
        "saved": true
    },
    {
        "text": "Parents With Strong Beliefs Won't Visit Cohabitating Couple.",
        "hash": "2596672978",
        "saved": true
    },
    {
        "text": "Party Guest Isn't Celebrating After Finding Her Photo Online.",
        "hash": "2736723371",
        "saved": true
    },
    {
        "text": "Friend With Early Dementia Avoids Helping Around the House.",
        "hash": "2066552098",
        "saved": true
    },
    {
        "text": "Honest Teen Loses Motivation as Classmates Win by Cheating.",
        "hash": "2274170220",
        "saved": true
    },
    {
        "text": "Victims of Domestic Violence Live Without Fear in Washington.",
        "hash": "3036747339",
        "saved": true
    },
    {
        "text": "Husband'S Letters to Old Flame Continue to Fuel Widow's Anger.",
        "hash": "2923173277",
        "saved": true
    },
    {
        "text": "Awkward Questions About Sons' Adoption Don't Deserve Answers.",
        "hash": "3029866011",
        "saved": true
    },
    {
        "text": "Twin Isn't Inclined to Double Her Sister's Wedding Pleasure.",
        "hash": "2149061936",
        "saved": true
    },
    {
        "text": "Rape Suffered in Past Causes Couple's Fears for the Future.",
        "hash": "1899566292",
        "saved": true
    },
    {
        "text": "He accidently break a glass trinket that belong to his sister.",
        "hash": "3324450470",
        "saved": true
    },
    {
        "text": "He try to talk to President Bush, but an undercover cop pull up.",
        "hash": "3758429908",
        "saved": true
    },
    {
        "text": "Dan could not wait until he could play Farmville on his phone.",
        "hash": "3228702306",
        "saved": true
    },
    {
        "text": "He find out it is chicken pox when he give it to three people.",
        "hash": "2857506273",
        "saved": true
    },
    {
        "text": "She is late for work, but she is relieve to drink her latte.",
        "hash": "2150241582",
        "saved": true
    },
    {
        "text": "As a result of his carelessness, he stumble right into a huge patch.",
        "hash": "1230444654",
        "saved": true
    },
    {
        "text": "He tell Abby and a doctor he would play a game non stop for four days.",
        "hash": "1461196920",
        "saved": true
    },
    {
        "text": "He is laugh look back when he didn't notice a can in front.",
        "hash": "1647318109",
        "saved": true
    },
    {
        "text": "Kay think that the chicken have get bruise and it make her sad.",
        "hash": "3555399244",
        "saved": true
    },
    {
        "text": "He accelerate until he reach the speed limit and push it further.",
        "hash": "79370114",
        "saved": true
    },
    {
        "text": "Landon and his dog retreat back toward the safety of their house.",
        "hash": "122623895",
        "saved": true
    },
    {
        "text": "I am pretty blunt when I give my opinion to the other staff members.",
        "hash": "1133451392",
        "saved": true
    },
    {
        "text": "People around him always make fun of his antic and it pain him.",
        "hash": "3720877681",
        "saved": true
    },
    {
        "text": "But in the end, he heart melted, she feed the cat and keep it with her.",
        "hash": "1667569722",
        "saved": true
    },
    {
        "text": "He have only his mother, and even she think he would be guilty.",
        "hash": "3322025565",
        "saved": true
    },
    {
        "text": "The convict have their way with their home and tear it to pieces.",
        "hash": "237442928",
        "saved": true
    },
    {
        "text": "One day, they fight each other until they are down to ground level.",
        "hash": "700061722",
        "saved": true
    },
    {
        "text": "Her husband think her obsession with cat have get out of hand.",
        "hash": "3442218597",
        "saved": true
    },
    {
        "text": "He give her a kiss on the check and notice something different.",
        "hash": "3177256599",
        "saved": true
    },
    {
        "text": "Devin make it out safely, but his whole house sadly go up in flames.",
        "hash": "1189025857",
        "saved": true
    },
    {
        "text": "Becka try to bribe her way out of it but be arrest for DUI.",
        "hash": "1828066385",
        "saved": true
    },
    {
        "text": "He have an appetite for a breakfast sandwich from Burger King.",
        "hash": "3094025787",
        "saved": true
    },
    {
        "text": "He spend the night in prison for a cause he didn't even know.",
        "hash": "2591757680",
        "saved": true
    },
    {
        "text": "They tell Aya she would be choose for random X-ray screening.",
        "hash": "2700875231",
        "saved": true
    },
    {
        "text": "It seem that every computer at her work have this virus on it.",
        "hash": "3376420487",
        "saved": true
    },
    {
        "text": "She felt a lot of peer pressure since they buy a lot of items.",
        "hash": "3016824327",
        "saved": true
    },
    {
        "text": "Nobody be hurt, and Marie call for someone to go get her daughter.",
        "hash": "142088022",
        "saved": true
    },
    {
        "text": "Eric meet a woman and marry her 5 year after his wife died.",
        "hash": "1741296762",
        "saved": true
    },
    {
        "text": "As well as the normal activities, he would help to campaign for them.",
        "hash": "1643256015",
        "saved": true
    },
    {
        "text": "His mother pull over to give him a hug and tell him she love him.",
        "hash": "4264564450",
        "saved": true
    },
    {
        "text": "It keep him from sleep at night, and this make him grouchy.",
        "hash": "1814566111",
        "saved": true
    },
    {
        "text": "Moe become angry and even violent at time after Jr's birth.",
        "hash": "2083853571",
        "saved": true
    },
    {
        "text": "She get out of bed and put on her swimsuit and gather her toys.",
        "hash": "3257407088",
        "saved": true
    },
    {
        "text": "Everyone keep say Emma look slimmer, but she didn't see it.",
        "hash": "2215843047",
        "saved": true
    },
    {
        "text": "I would never think of feed them,providing them their needs.",
        "hash": "2580682223",
        "saved": true
    },
    {
        "text": "He find out one day when he get home and the police be there.",
        "hash": "2374898988",
        "saved": true
    },
    {
        "text": "The convict dove on the guard and shoot him with his own gun.",
        "hash": "2857047521",
        "saved": true
    },
    {
        "text": "Tula become a drug queenpin, and have a price put on her head.",
        "hash": "2999850406",
        "saved": true
    },
    {
        "text": "When one day, he meet Cassandra, she is the first to refuse to do so.",
        "hash": "1117853675",
        "saved": true
    },
    {
        "text": "His friend convince him that it is not violence when it is self defense.",
        "hash": "3114015229",
        "saved": true
    },
    {
        "text": "Alex be tell by his parent to not mess with their computer at all.",
        "hash": "338958267",
        "saved": true
    },
    {
        "text": "They choose a birth control method that make the most sense for them.",
        "hash": "1979259180",
        "saved": true
    },
    {
        "text": "All the police officer rush to grab the guy and they catch him.",
        "hash": "3526694504",
        "saved": true
    },
    {
        "text": "We splatter him with use motor oil, and he sit outside for a week.",
        "hash": "545396611",
        "saved": true
    },
    {
        "text": "Gary find out the strange man he didn't know be his friend.",
        "hash": "1986925781",
        "saved": true
    },
    {
        "text": "He is then prescribe special lotion and now his skin be better.",
        "hash": "3667990217",
        "saved": true
    },
    {
        "text": "His mother forget that she need to work therefore can't go with him.",
        "hash": "1486362749",
        "saved": true
    },
    {
        "text": "Susan create a beautiful watercolor painting of her former house.",
        "hash": "609818702",
        "saved": true
    },
    {
        "text": "Her mother give her pink and red nail polish to use as paints.",
        "hash": "3139769901",
        "saved": true
    },
    {
        "text": "Now Timmy have a lot of friend to play with, and he felt much better.",
        "hash": "1295587379",
        "saved": true
    },
    {
        "text": "Joy have be add change to her big glass jar for over ten years.",
        "hash": "3119257108",
        "saved": true
    },
    {
        "text": "As she didn't find anything conclusive, she go to a doctor.",
        "hash": "1933317356",
        "saved": true
    },
    {
        "text": "When his parent threaten to stop lesson he start practicing.",
        "hash": "2825983590",
        "saved": true
    },
    {
        "text": "Jo turn bully to bravery when she contact her union for help.",
        "hash": "3071219277",
        "saved": true
    },
    {
        "text": "When the police arrive they find him in the closet sleeping.",
        "hash": "2566723033",
        "saved": true
    },
    {
        "text": "She is tell four other mutual friend that he is cheat on Tara.",
        "hash": "3244168718",
        "saved": true
    },
    {
        "text": "Mike and his friend all love to sit around and play Tabletop.",
        "hash": "2660701651",
        "saved": true
    },
    {
        "text": "He know he shouldn't eat what wasn't his but he is starving.",
        "hash": "2226918728",
        "saved": true
    },
    {
        "text": "The police call to tell Otto that they have find his old car.",
        "hash": "2724795787",
        "saved": true
    },
    {
        "text": "It hit his teacher in the head and Bobby get in a lot of trouble.",
        "hash": "3818526325",
        "saved": true
    },
    {
        "text": "I refuse to mow the grass last week, because I am so afraid.",
        "hash": "2214073565",
        "saved": true
    },
    {
        "text": "He would crack the plastic when he would slam it down too hard.",
        "hash": "3594655385",
        "saved": true
    },
    {
        "text": "I Blackmailing didn't work, so he start follow and harass him.",
        "hash": "2971801090",
        "saved": true
    },
    {
        "text": "Michelle let her Mom taste the Kool-Aid and they both laughed.",
        "hash": "3009615333",
        "saved": true
    },
    {
        "text": "Finally I place him in a pile of pillow on the floor and he calmed.",
        "hash": "365434686",
        "saved": true
    },
    {
        "text": "Eventually he realize he get his friend's glass by mistake.",
        "hash": "2352289143",
        "saved": true
    },
    {
        "text": "Joe didn't notice the gate be open when he let his dog out.",
        "hash": "1751192702",
        "saved": true
    },
    {
        "text": "They arrest her brother for the connection of a 3 people murder.",
        "hash": "4204664612",
        "saved": true
    },
    {
        "text": "Damien be play outside one day while his parent be arguing.",
        "hash": "2127959378",
        "saved": true
    },
    {
        "text": "They are go to attack his big sister and her friend with them.",
        "hash": "3018200598",
        "saved": true
    },
    {
        "text": "She leave for work, scratch his car and texted him, show her that!.",
        "hash": "663361393",
        "saved": true
    },
    {
        "text": "He go to a fast food restaurant but they didn't have a dollar menu.",
        "hash": "497948588",
        "saved": true
    },
    {
        "text": "She crawl out her window for her secret tryst and meet her father.",
        "hash": "623777792",
        "saved": true
    },
    {
        "text": "She teach her cat a lesson, peacefully and without use violence.",
        "hash": "3829602111",
        "saved": true
    },
    {
        "text": "Janice bet the new girl she would beat her or give her 100 dollars.",
        "hash": "531306272",
        "saved": true
    },
    {
        "text": "He kick her out of the car for threaten him and pick a fight.",
        "hash": "2397181230",
        "saved": true
    },
    {
        "text": "Charles shout out, look like you teach your dog to hate blacks?.",
        "hash": "4148369153",
        "saved": true
    },
    {
        "text": "As he is push the weight back up, his shoulder give him pain.",
        "hash": "2451248498",
        "saved": true
    },
    {
        "text": "She lose the job and have to move back in with her parents.",
        "hash": "1766855887",
        "saved": true
    },
    {
        "text": "He lose his balance however and fell crash through the branches.",
        "hash": "3970766664",
        "saved": true
    },
    {
        "text": "Francine lock the child in their room and give them no food.",
        "hash": "2486179172",
        "saved": true
    },
    {
        "text": "Roger and Slurm lock themselves in a terrible drinking duel.",
        "hash": "2674529806",
        "saved": true
    },
    {
        "text": "I Thinking they wouldn't get swept away, they get in the creek.",
        "hash": "3568440943",
        "saved": true
    },
    {
        "text": "They aregan to think that I didn't care about or like them.",
        "hash": "1916605622",
        "saved": true
    },
    {
        "text": "Both her and her husband have always struggle with finances.",
        "hash": "2534938135",
        "saved": true
    },
    {
        "text": "His parent do not want him to play outside because it is dangerous.",
        "hash": "929110120",
        "saved": true
    },
    {
        "text": "I Common fly to Hawaii and Charles' mother be his attendant.",
        "hash": "2014909723",
        "saved": true
    },
    {
        "text": "The police tell him his identical twin have the same fingerprints.",
        "hash": "602347604",
        "saved": true
    },
    {
        "text": "When the time came, Jessica get so annoyed she drink too much wine.",
        "hash": "612636623",
        "saved": true
    },
    {
        "text": "They are so busy that they didn't get a chance to eat any dinner.",
        "hash": "4101641939",
        "saved": true
    },
    {
        "text": "It is almost like he is burn the nasty, frightful idea inside.",
        "hash": "3028293171",
        "saved": true
    },
    {
        "text": "It turn out that Patrick be rag about his sport team losing.",
        "hash": "2458588599",
        "saved": true
    },
    {
        "text": "Jane reluctantly admit that she have steal her friend coat.",
        "hash": "2457933215",
        "saved": true
    },
    {
        "text": "So he is excite when he find out her middle name would be Lulu.",
        "hash": "3228309015",
        "saved": true
    },
    {
        "text": "My brother wake up in surprise when he notice that his car be gone.",
        "hash": "1059788808",
        "saved": true
    },
    {
        "text": "Unfortunately,They fell during practice and Frank break his ankle.",
        "hash": "1226446949",
        "saved": true
    },
    {
        "text": "Andy know the caller be a telemarketer try to sell him a vacation.",
        "hash": "466425793",
        "saved": true
    },
    {
        "text": "I A float jellyfish stung Sandy while she play in the ocean.",
        "hash": "2289571158",
        "saved": true
    },
    {
        "text": "I break off the relationship, as it is get too much for me.",
        "hash": "1846351004",
        "saved": true
    },
    {
        "text": "Justin be watch a movie that his parent tell him not to watch.",
        "hash": "3234469444",
        "saved": true
    },
    {
        "text": "She frantically search and finally saw her room phone off the hook.",
        "hash": "1246435438",
        "saved": true
    },
    {
        "text": "Sam get a small burn from the cappuccino and learn her lesson.",
        "hash": "3057718867",
        "saved": true
    },
    {
        "text": "He shake the vending machine to try to get his chip to fall.",
        "hash": "2345473336",
        "saved": true
    },
    {
        "text": "I Thinking he could make it, Adrian pull out in front of the log truck.",
        "hash": "2035292388",
        "saved": true
    },
    {
        "text": "Eli decide to double the value of the donation when he file taxes.",
        "hash": "329455513",
        "saved": true
    },
    {
        "text": "Alex be vomit and in pain as his father drive him to the ER.",
        "hash": "2138313894",
        "saved": true
    },
    {
        "text": "Amy and her parent lose their house because they couldn't pay bills.",
        "hash": "1379670199",
        "saved": true
    },
    {
        "text": "Guillermo think if he hack the game he would receive rewards.",
        "hash": "2912687646",
        "saved": true
    },
    {
        "text": "And he iscame the first man to have the most food pump out of him.",
        "hash": "162207558",
        "saved": true
    },
    {
        "text": "Max vaguely tell the whole school that Joe have take advantage of her.",
        "hash": "2354256194",
        "saved": true
    },
    {
        "text": "Bill worry that the man would hurt him and the other hostages.",
        "hash": "3366852259",
        "saved": true
    },
    {
        "text": "The stylist cut it so poorly Kevin look like he fight a lawn mower.",
        "hash": "1075910703",
        "saved": true
    },
    {
        "text": "I spend several second talk about the hairstyle that I want.",
        "hash": "2642351569",
        "saved": true
    },
    {
        "text": "He use to take them to a fast food place and spend eleven dollars!.",
        "hash": "376641404",
        "saved": true
    },
    {
        "text": "Albert smoke cigarette even though his parent didn't approve.",
        "hash": "3257734818",
        "saved": true
    },
    {
        "text": "Bill then unplug Jim's controller and knock his character out.",
        "hash": "3357021868",
        "saved": true
    },
    {
        "text": "The cashier call the police and they catch Dan and take him to jail.",
        "hash": "1061099460",
        "saved": true
    },
    {
        "text": "Randy'S girlfriend find out he is fake so she would take care of him.",
        "hash": "1553995846",
        "saved": true
    },
    {
        "text": "She is able to give them over a thousand dollar to help save lions!.",
        "hash": "1026037789",
        "saved": true
    },
    {
        "text": "He lose his job this year and couldn't afford to go this year.",
        "hash": "2926712286",
        "saved": true
    },
    {
        "text": "His uncle convince him that he should be a rock star instead.",
        "hash": "2851804643",
        "saved": true
    },
    {
        "text": "She go back to the doctor so he could change her whole body.",
        "hash": "2089030941",
        "saved": true
    },
    {
        "text": "I am very busy with my life and have a hard time find the time.",
        "hash": "3168015848",
        "saved": true
    },
    {
        "text": "Luckily he is able to replace his ticket and catch a later ferry.",
        "hash": "4252833575",
        "saved": true
    },
    {
        "text": "Silently, Joan use the knife to make an incision on Brad's leg.",
        "hash": "3455718918",
        "saved": true
    },
    {
        "text": "When we arrive at the breeder, we choose which puppy we want.",
        "hash": "2743408101",
        "saved": true
    },
    {
        "text": "The next morning Jeb wake up to find out he is win the jackpot.",
        "hash": "3406501447",
        "saved": true
    },
    {
        "text": "He hide and run a lot, not confident that he could fight well.",
        "hash": "2691962304",
        "saved": true
    },
    {
        "text": "She end up miss her deadline cause she keep change the essays.",
        "hash": "3024098865",
        "saved": true
    },
    {
        "text": "She now think her dad like her boyfriend more than he like her.",
        "hash": "3479574110",
        "saved": true
    },
    {
        "text": "His sister come home and panicked, she couldn't find her barbie.",
        "hash": "3939374781",
        "saved": true
    },
    {
        "text": "They break her trust and find out she is be completely honest.",
        "hash": "3232241293",
        "saved": true
    },
    {
        "text": "The man hold his gun out and ask the cashier to give him monday.",
        "hash": "3640202911",
        "saved": true
    },
    {
        "text": "I Lying in bed, Javier remembers that he didn't brush his teeth.",
        "hash": "3419608678",
        "saved": true
    },
    {
        "text": "His bos have tell him that a certain horse would win the race.",
        "hash": "3055425048",
        "saved": true
    },
    {
        "text": "He play on FB, which give you notification and interrupt the game.",
        "hash": "53745568",
        "saved": true
    },
    {
        "text": "People say they would fight constantly and they would be unhappy.",
        "hash": "609687627",
        "saved": true
    },
    {
        "text": "The controller hit Eli's nose and he have blood pour everywhere.",
        "hash": "3977385794",
        "saved": true
    },
    {
        "text": "His wife give him some advice that help him get over his negativity.",
        "hash": "1180571811",
        "saved": true
    },
    {
        "text": "I Being the vindictive sort, Billy steal their wifi password.",
        "hash": "2739541562",
        "saved": true
    },
    {
        "text": "I get kick by the horse directly in the head, knock me down.",
        "hash": "2089882861",
        "saved": true
    },
    {
        "text": "My toilet be act up a little, but I didn't think too much of it.",
        "hash": "3403945442",
        "saved": true
    },
    {
        "text": "But Joe call his brother one day and tell them they should play.",
        "hash": "3712816863",
        "saved": true
    },
    {
        "text": "She decide she would go back to wood floor when she could afford it.",
        "hash": "1101535285",
        "saved": true
    },
    {
        "text": "Every time Jan and Susan go out to lunch, Susan show up late.",
        "hash": "2580944236",
        "saved": true
    },
    {
        "text": "The doctor tell her she will develop cancer soon if she doesn't quit.",
        "hash": "1806375139",
        "saved": true
    },
    {
        "text": "She run outside call her dog's name and yell the word, treat.",
        "hash": "2698909059",
        "saved": true
    },
    {
        "text": "She think people would stare at her fat legs, but nobody did.",
        "hash": "2914457033",
        "saved": true
    },
    {
        "text": "Cookie be fine with one shot but Leslie dare her to drink more.",
        "hash": "3436189280",
        "saved": true
    },
    {
        "text": "I This cause the door to break, distract them from their fight.",
        "hash": "3283293816",
        "saved": true
    },
    {
        "text": "Her mom be upset about her wasting food after her hard work.",
        "hash": "2442270113",
        "saved": true
    },
    {
        "text": "He tell the bos his daughter have be kill in India by her husband.",
        "hash": "88086300",
        "saved": true
    },
    {
        "text": "Juliette deny her involvement until she confess during the trial.",
        "hash": "827791486",
        "saved": true
    },
    {
        "text": "She realize she didn't have enough quarter to vacuum the inside.",
        "hash": "4066187092",
        "saved": true
    },
    {
        "text": "It turn out that a bully have steal her daughter's teddy bear.",
        "hash": "3197507141",
        "saved": true
    },
    {
        "text": "On her second day there, she find two kitten in the parking lot.",
        "hash": "3733919430",
        "saved": true
    },
    {
        "text": "I learn my lesson and always bring plenty of food on later trips.",
        "hash": "92084122",
        "saved": true
    },
    {
        "text": "Scott never expect to buy a canoe on his short lunch break!.",
        "hash": "2594706800",
        "saved": true
    },
    {
        "text": "When his lumberjack friends find out, they make fun of Robbie.",
        "hash": "3402503742",
        "saved": true
    },
    {
        "text": "Adam totally forget about the flower and let them wilt and die.",
        "hash": "3865843400",
        "saved": true
    },
    {
        "text": "Nachos be her favorite food so she think she could do well.",
        "hash": "2086081815",
        "saved": true
    },
    {
        "text": "She would hang it on her microphone stand so she wouldn't lose it.",
        "hash": "522131397",
        "saved": true
    },
    {
        "text": "Some wasp fly out, stung Bert, and he drop his plate of steaks.",
        "hash": "3322484262",
        "saved": true
    },
    {
        "text": "I Struggling with my depression, I felt the need to seek out help.",
        "hash": "497096581",
        "saved": true
    },
    {
        "text": "As I sit in the doctor's office I wonder why I am even here.",
        "hash": "1752896606",
        "saved": true
    },
    {
        "text": "Suddenly hundred of bee fly out and sting him all over his body!.",
        "hash": "243144483",
        "saved": true
    },
    {
        "text": "I don't help my sister use the printer at 2am with sleep family and get mad at her.",
        "hash": "3386711316",
        "saved": true
    },
    {
        "text": "Meeting with my ex to rehash his issue with our relationship and help him without tell my husband.",
        "hash": "4220724272",
        "saved": true
    },
    {
        "text": "I choose not to participate in an well-anticipated band trip because I am prioritize grade and my mental health.",
        "hash": "4261816503",
        "saved": true
    },
    {
        "text": "I inturrupting my ex gf while she is on the phone with her prison fiance.",
        "hash": "3607829100",
        "saved": true
    },
    {
        "text": "I tell my girlfriend about a secret group chat conversation.",
        "hash": "2566592063",
        "saved": true
    },
    {
        "text": "I skim my mum on payment after she destroy my preserved Rose.",
        "hash": "2836862535",
        "saved": true
    },
    {
        "text": "I tell my step-father that my mother have be cheat on him right around Christmas.",
        "hash": "2733514040",
        "saved": true
    },
    {
        "text": "I think my sister would know that she couldn't get into a bar.",
        "hash": "3305313825",
        "saved": true
    },
    {
        "text": "I am annoy that my friend always expect me to sit her dog for free.",
        "hash": "682891195",
        "saved": true
    },
    {
        "text": "I cut off a former friend and advise current one to do the same.",
        "hash": "3662026388",
        "saved": true
    },
    {
        "text": "I get upset with my mother for not be respectful during church.",
        "hash": "3655800604",
        "saved": true
    },
    {
        "text": "I think two straight girl make out and about to have sex be an automatic invitation to a threesome.",
        "hash": "10167313",
        "saved": true
    },
    {
        "text": "I end my friendship with a friend of almost 8 year and promise myself to never help him again.",
        "hash": "883892624",
        "saved": true
    },
    {
        "text": "I break up with my girlfriend for open up to me about her past abuse.",
        "hash": "1539381407",
        "saved": true
    },
    {
        "text": "I don't want to stay longer at my mom's friend house because they weren't give out Red Packets for Chinese New Year this year.",
        "hash": "335097012",
        "saved": true
    },
    {
        "text": "I tell my sister to get over a breakup that happen over a year ago.",
        "hash": "705828805",
        "saved": true
    },
    {
        "text": "I verbalize exactly what I expect (plus boundaries, rules, etc) from a potential boyfriend/husband on the first date.",
        "hash": "3398969979",
        "saved": true
    },
    {
        "text": "I just realize I can change my picture and have a cover picture.. So people can think I am even more ridiculous.",
        "hash": "2856396686",
        "saved": true
    },
    {
        "text": "I financially support my best friend, I lose my debit card and now hes move out.",
        "hash": "2491227281",
        "saved": true
    },
    {
        "text": "I don’t think it’s bad to say you aren’t attract to a certain race or ethnicity.",
        "hash": "3755876772",
        "saved": true
    },
    {
        "text": "I constantly feel like a failure, especially to my parent and family.",
        "hash": "1853364496",
        "saved": true
    },
    {
        "text": "I play Africa by Toto on the jukebox as a bar twice in a row.",
        "hash": "2296059105",
        "saved": true
    },
    {
        "text": "I don't know the difference between different type of music like classical, rock, pop, indie, metal etc. I just listen to whatever I like.",
        "hash": "1797861621",
        "saved": true
    },
    {
        "text": "I break up with my boyfriend because of his friendship with his ex.",
        "hash": "878057536",
        "saved": true
    }
]