[
    {
        "text": "'Kicking' my boyfiend out of my student house and effectively leave him homeless.",
        "hash": "2898337189",
        "saved": true
    },
    {
        "text": "*Ed TW* I don't want to eat because I think it'll take my problem away.",
        "hash": "864163804",
        "saved": true
    },
    {
        "text": "5 How I lie to my family about go to school and literally waste my parent money.",
        "hash": "1484528765",
        "saved": true
    },
    {
        "text": "A Brit call me a racial epithet and I neglect to punch his face.",
        "hash": "3237549569",
        "saved": true
    },
    {
        "text": "A co-worker I am in love with quit last week, but I am engaged.",
        "hash": "2953713029",
        "saved": true
    },
    {
        "text": "A couple year ago, I break an egg and leave it in a jar for a week to see what would happen. It smell really bad.",
        "hash": "2079925909",
        "saved": true
    },
    {
        "text": "A day before our vacation, i tell my relative to stop call and bother my mother while we are away, i have no regret lol.",
        "hash": "327821962",
        "saved": true
    },
    {
        "text": "A few month ago I think I realize that I am bi. Now I think it is more likely that I am lonely and afraid of guys.",
        "hash": "2576099023",
        "saved": true
    },
    {
        "text": "A friend of mine be try to lure me into an organizational pyramid scheme. He doesn’t know that I know it’s a scam. I’ll drop the bomb on him soon though.",
        "hash": "952515331",
        "saved": true
    },
    {
        "text": "A high school bully die at a car crash and I am relieve and frustrated.",
        "hash": "1888622812",
        "saved": true
    },
    {
        "text": "A nerd broke my nose by viciously ram my face into his thigh.",
        "hash": "2695566800",
        "saved": true
    },
    {
        "text": "A rant about leave an abusive house into a even more toxic environment.",
        "hash": "2515409415",
        "saved": true
    },
    {
        "text": "A relative boyfriend be cheat on her and she doesn't know. But I do. And he know i know.",
        "hash": "1515200006",
        "saved": true
    },
    {
        "text": "A shady guy from an apartment give me a bag of chip and I take them.",
        "hash": "843847517",
        "saved": true
    },
    {
        "text": "Adam totally forget about the flower and let them wilt and die.",
        "hash": "3865843400",
        "saved": true
    },
    {
        "text": "Affair With Sister's Boyfriend Gives Both Pleasure and Pain.",
        "hash": "2402882897",
        "saved": true
    },
    {
        "text": "After 25 year my family have be rip apart RIGHT before the holidays.",
        "hash": "482219902",
        "saved": true
    },
    {
        "text": "After 5+ year of gradually erode away my interpersonal relationship and strictly limit my social interactions, I can finally admit..",
        "hash": "2527604866",
        "saved": true
    },
    {
        "text": "After I fell out with my ex-best friend, I start like a boy she really hated.",
        "hash": "312154841",
        "saved": true
    },
    {
        "text": "After the ups and down of acne, I think now that I hate myself more than ever.",
        "hash": "748297012",
        "saved": true
    },
    {
        "text": "After year of Extreme verbal and okay physical abuse, I’m leave with intrusive homocidal thought that I’m get use to.",
        "hash": "3362008517",
        "saved": true
    },
    {
        "text": "After year of abuse today be the day I call quits and beat my brother over the head with a vacuum clean.",
        "hash": "2225415364",
        "saved": true
    },
    {
        "text": "Albert smoke cigarette even though his parent didn't approve.",
        "hash": "3257734818",
        "saved": true
    },
    {
        "text": "Alex be tell by his parent to not mess with their computer at all.",
        "hash": "338958267",
        "saved": true
    },
    {
        "text": "Alex be vomit and in pain as his father drive him to the ER.",
        "hash": "2138313894",
        "saved": true
    },
    {
        "text": "All my friend be too scared to sleep over because of my abusive mother.",
        "hash": "2382305690",
        "saved": true
    },
    {
        "text": "All the police officer rush to grab the guy and they catch him.",
        "hash": "3526694504",
        "saved": true
    },
    {
        "text": "Am I ready to enter another relationship after abuse my ex-wife 10 year ago?.",
        "hash": "846928676",
        "saved": true
    }
]